export const productList = [
  {
    itemId: 1,
name: "小米",
itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
itemImg: "0.jpg",
itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
itemPrice: "$25,495",
itemQty: "659",
itemCategoryId: "穿戴式裝置",
created_at: "2020-03-23 00:56:51",
updated_at: "2020-03-23 00:56:51",
  },
  {
    itemId: 2,
name: "小米2",
itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
itemImg: "0.jpg",
itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
itemPrice: "$25,999",
itemQty: "659",
itemCategoryId: "穿戴式裝置",
created_at: "2020-03-23 00:56:51",
updated_at: "2020-03-23 00:56:51",
  },
  {
    itemId: 3,
name: "小米3",
itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
itemImg: "0.jpg",
itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
itemPrice: "$5,495",
itemQty: "659",
itemCategoryId: "穿戴式裝置",
created_at: "2020-03-23 00:56:51",
updated_at: "2020-03-23 00:56:51"
  },
  {
    itemId: 4,
name: "小米4",
itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
itemImg: "0.jpg",
itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
itemPrice: "$2,495",
itemQty: "659",
itemCategoryId: "穿戴式裝置",
created_at: "2020-03-23 00:56:51",
updated_at: "2020-03-23 00:56:51",
  },
  {
    itemId: 5,
    name: "小米5",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 6,
    name: "小米6",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$2559",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 7,
    name: "小米7",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 8,
    name: "小米8",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 9,
    name: "小米9",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$2505",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 10,
    name: "小米10",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$2555",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 11,
    name: "小米11",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 12,
    name: "小米12",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
  {
    
    itemId: 13,
    name: "小米13",
    itemName: "ANTIAN 小米手環3 米蘭尼斯金屬腕帶",
    itemImg: "0.jpg",
    itemDescription: "●最新小米手環3專用錶帶 ↵●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 ↵●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 ↵●安裝簡易，安裝後牢固不易脫落遺失 ↵●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用",
    itemPrice: "$255",
    itemQty: "659",
    itemCategoryId: "穿戴式裝置",
    created_at: "2020-03-23 00:56:51",
    updated_at: "2020-03-23 00:56:51"
  },
]
