-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- 主機： localhost
-- 產生時間： 2020 年 03 月 23 日 11:37
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `triplec`
--
CREATE DATABASE IF NOT EXISTS `triplec` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci;
USE `triplec`;

-- --------------------------------------------------------

--
-- 資料表結構 `ad`
--

CREATE TABLE IF NOT EXISTS `ad` (
  `adId` int(5) NOT NULL AUTO_INCREMENT,
  `adName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片名稱',
  `adImg` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片',
  `adTitle` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片標題',
  `adContent` varchar(40) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片內文',
  `adLink` int(11) NOT NULL COMMENT '連結',
  `adLinkPlace` int(11) NOT NULL COMMENT '連結產品id',
  `adPlanId` int(11) NOT NULL COMMENT '廣告ID',
  `ad_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `ad_updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`adId`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `ad`
--

TRUNCATE TABLE `ad`;
--
-- 傾印資料表的資料 `ad`
--

INSERT INTO `ad` (`adId`, `adName`, `adImg`, `adTitle`, `adContent`, `adLink`, `adLinkPlace`, `adPlanId`, `ad_created_at`, `ad_updates_at`) VALUES
(76, '哈囉', '20200318044530.jpg', '你好嗎', '一二三四五六七八九十一二三四五六七八九十一二三四五六七八九十', 1, 5, 70, '2020-02-07 13:29:56', '2020-02-07 13:29:56'),
(77, '世界', '20200318044450.jpg', '我很好', '首頁的幻燈片', 0, 0, 71, '2020-02-07 18:17:53', '2020-02-07 18:17:53');

-- --------------------------------------------------------

--
-- 資料表結構 `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `username` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '使用者帳號',
  `pwd` char(40) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '使用者密碼',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='管理者帳號';

--
-- 資料表新增資料前，先清除舊資料 `admin`
--

TRUNCATE TABLE `admin`;
--
-- 傾印資料表的資料 `admin`
--

INSERT INTO `admin` (`id`, `username`, `pwd`, `created_at`, `updated_at`) VALUES
(1, 'test', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '2019-12-05 00:43:04', '2019-12-05 00:43:04'),
(2, 'admin', 'admin', '2020-02-16 03:57:45', '2020-02-16 03:57:45');

-- --------------------------------------------------------

--
-- 資料表結構 `categoryies`
--

CREATE TABLE IF NOT EXISTS `categoryies` (
  `categoryId` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `categoryName` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '類別名稱',
  `categoryParentId` varchar(11) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '上層編號',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`categoryId`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `categoryies`
--

TRUNCATE TABLE `categoryies`;
--
-- 傾印資料表的資料 `categoryies`
--

INSERT INTO `categoryies` (`categoryId`, `categoryName`, `categoryParentId`, `created_at`, `updated_at`) VALUES
(33, '智慧手錶', '智慧手錶', '2020-01-18 21:04:04', '2020-01-18 21:04:04'),
(34, '藍芽耳機', '藍芽耳機', '2020-01-18 21:04:04', '2020-01-18 21:04:04'),
(35, '錄影器材', '錄影器材', '2020-01-18 21:04:04', '2020-01-18 21:04:04'),
(36, '其他', '其他', '2020-01-18 21:04:04', '2020-01-18 21:04:04');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon`
--

CREATE TABLE IF NOT EXISTS `coupon` (
  `cp_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '優惠券id',
  `cp_vid` int(11) NOT NULL COMMENT '廠商id',
  `cp_vendor` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '優惠券廠商名',
  `cp_count` int(11) NOT NULL COMMENT '優惠券發放數量',
  `cp_rule` int(11) NOT NULL COMMENT '優惠券使用規則',
  `cp_img` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '優惠券圖片',
  `cp_start` date NOT NULL COMMENT '優惠券開始時間',
  `cp_due` date NOT NULL COMMENT '優惠券結束時間',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`cp_id`)
) ENGINE=InnoDB AUTO_INCREMENT=31 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon`
--

TRUNCATE TABLE `coupon`;
--
-- 傾印資料表的資料 `coupon`
--

INSERT INTO `coupon` (`cp_id`, `cp_vid`, `cp_vendor`, `cp_count`, `cp_rule`, `cp_img`, `cp_start`, `cp_due`, `created_at`, `updates_at`) VALUES
(1, 0, 'SWATCH', 100, 1, 'Swatch.jpg', '2020-03-12', '2020-03-31', '2020-03-12 13:19:22', '2020-03-12 13:19:22'),
(16, 55, 'APPLE', 100, 4, 'apple.png', '2020-03-11', '2020-04-02', '2020-03-19 09:44:13', '2020-03-19 09:44:13'),
(17, 61, 'FITBIT', 120, 6, 'fitbit.png', '2020-03-09', '2020-04-20', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(18, 62, 'GoPro', 80, 7, 'gopro.png', '2020-03-15', '2020-04-30', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(19, 63, 'GARMIN', 100, 8, 'garmin.png', '2020-03-19', '2020-04-10', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(20, 64, 'JSMAX', 100, 9, 'jsmax.jpg', '2020-03-19', '2020-04-10', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(21, 65, 'QCY', 150, 10, 'qcy.jpg', '2020-03-19', '2020-04-10', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(22, 66, 'SAMSUNG', 100, 11, 'samsung.png', '2020-03-15', '2020-04-23', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(23, 67, 'SJCAM', 100, 12, 'sjcam.jpg', '2020-03-11', '2020-04-14', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(24, 68, 'SONY', 130, 13, 'sony.png', '2020-03-13', '2020-05-08', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(25, 69, 'SUDIO', 80, 14, 'sudio.jpg', '2020-03-04', '2020-04-11', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(26, 69, '小米', 100, 15, '小米.jpg', '2020-03-09', '2020-04-18', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(27, 70, '鐵三角', 140, 16, '鐵三角.jpg', '2020-03-06', '2020-05-21', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(28, 71, 'Sabbat 魔宴', 150, 17, '魔宴.png', '2020-03-05', '2020-04-18', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(29, 69, '小米', 100, 17, '小米.jpg', '2020-03-09', '2020-03-18', '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(30, 60, 'DJI', 130, 5, 'dji.png', '2020-02-25', '2020-04-24', '2020-03-20 09:55:02', '2020-03-20 09:55:02');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon_item`
--

CREATE TABLE IF NOT EXISTS `coupon_item` (
  `cpi_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '個人優惠券id',
  `cpi_cp_id` int(11) NOT NULL COMMENT '對應的優惠券id',
  `cpi_mb_id` int(11) NOT NULL COMMENT '對應的會員id',
  `cpi_use` int(11) NOT NULL COMMENT '是否使用',
  `cpi_useDate` date NOT NULL COMMENT '使用日期',
  `cpi_order_id` int(11) NOT NULL COMMENT '訂單id',
  `created_at` datetime NOT NULL,
  `updates_at` datetime NOT NULL,
  PRIMARY KEY (`cpi_id`)
) ENGINE=InnoDB AUTO_INCREMENT=46 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon_item`
--

TRUNCATE TABLE `coupon_item`;
--
-- 傾印資料表的資料 `coupon_item`
--

INSERT INTO `coupon_item` (`cpi_id`, `cpi_cp_id`, `cpi_mb_id`, `cpi_use`, `cpi_useDate`, `cpi_order_id`, `created_at`, `updates_at`) VALUES
(1, 1, 4, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(2, 1, 5, 1, '2020-03-13', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(3, 2, 6, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(4, 2, 7, 1, '2020-03-14', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(5, 3, 7, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(6, 3, 8, 1, '2020-03-17', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(7, 23, 5, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(28, 25, 5, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(30, 27, 5, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(33, 20, 5, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(45, 29, 5, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon_rule`
--

CREATE TABLE IF NOT EXISTS `coupon_rule` (
  `cpr_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '優惠券規則id',
  `cpr_cp_id` int(11) NOT NULL COMMENT '對應的優惠券id',
  `cpr_object` int(11) NOT NULL COMMENT '優惠券目標',
  `cpr_rule` int(11) NOT NULL COMMENT '優惠券規則',
  `cpr_ruleNum` int(11) NOT NULL COMMENT '優惠券規則的數量',
  `cpr_discount` int(11) NOT NULL COMMENT '優惠券折扣',
  `cpr_discountNum` int(11) NOT NULL COMMENT '優惠券折扣數量',
  `created_at` int(11) NOT NULL,
  `updates_at` int(11) NOT NULL,
  PRIMARY KEY (`cpr_id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon_rule`
--

TRUNCATE TABLE `coupon_rule`;
--
-- 傾印資料表的資料 `coupon_rule`
--

INSERT INTO `coupon_rule` (`cpr_id`, `cpr_cp_id`, `cpr_object`, `cpr_rule`, `cpr_ruleNum`, `cpr_discount`, `cpr_discountNum`, `created_at`, `updates_at`) VALUES
(1, 1, 0, 1, 3, 0, 8, 0, 0),
(2, 2, 1, 2, 1000, 1, 200, 0, 0),
(3, 3, 2, 0, 0, 0, 9, 0, 0),
(4, 0, 0, 1, 2, 0, 90, 0, 0),
(5, 0, 1, 2, 3000, 1, 200, 0, 0),
(6, 0, 1, 0, 0, 1, 300, 0, 0),
(7, 0, 3, 2, 5000, 0, 85, 0, 0),
(8, 0, 1, 0, 0, 1, 300, 0, 0),
(9, 0, 0, 2, 2500, 0, 95, 0, 0),
(10, 0, 2, 1, 2, 1, 400, 0, 0),
(11, 0, 0, 2, 4000, 1, 400, 0, 0),
(12, 0, 3, 0, 0, 0, 90, 0, 0),
(13, 0, 0, 1, 3, 0, 80, 0, 0),
(14, 0, 2, 2, 2500, 1, 150, 0, 0),
(15, 0, 0, 1, 2, 0, 88, 0, 0),
(16, 0, 2, 2, 2000, 0, 79, 0, 0),
(17, 0, 2, 0, 0, 1, 300, 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `customer`
--

CREATE TABLE IF NOT EXISTS `customer` (
  `csId` varchar(11) NOT NULL,
  `csName` varchar(20) NOT NULL,
  `csAdress` varchar(999) NOT NULL,
  `csPhone` varchar(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`csId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `customer`
--

TRUNCATE TABLE `customer`;
--
-- 傾印資料表的資料 `customer`
--

INSERT INTO `customer` (`csId`, `csName`, `csAdress`, `csPhone`, `created_at`, `updated_at`) VALUES
('CS001', 'Alex', '台北市大安區復興南路一段390號 3號15樓', '0912345678', '2020-01-09 16:55:52', '2020-01-21 10:15:32'),
('CS002', 'Bill', '台北市大安區復興南路一段390號2號2樓', '0123456789', '2020-01-10 10:34:49', '2020-01-21 10:15:44'),
('CS003', 'Cala', '台北市大安區和平東路二段106號11樓', '0198456789', '2020-01-10 10:34:49', '2020-01-21 10:16:02'),
('CS004', 'Delt', '台北市士林區基河路363號', '0773456789', '2020-01-10 10:34:49', '2020-01-21 10:17:01'),
('CS005', 'Eels', '台北市萬華區大理街132之10號', '0123459989', '2020-01-10 10:34:49', '2020-01-21 10:16:31'),
('CS006', 'FEED', '新北市三重區集美街55號', '0123455589', '2020-01-10 10:34:49', '2020-01-21 10:16:45');

-- --------------------------------------------------------

--
-- 資料表結構 `items`
--

CREATE TABLE IF NOT EXISTS `items` (
  `itemId` int(11) NOT NULL AUTO_INCREMENT COMMENT '商品編號',
  `name` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廠商名稱',
  `itemName` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品名稱',
  `itemImg` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品照片',
  `itemDescription` varchar(3000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品描述',
  `itemPrice` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品價格',
  `itemQty` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品數量',
  `itemCategoryId` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品類別',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`itemId`)
) ENGINE=InnoDB AUTO_INCREMENT=203 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `items`
--

TRUNCATE TABLE `items`;
--
-- 傾印資料表的資料 `items`
--

INSERT INTO `items` (`itemId`, `name`, `itemName`, `itemImg`, `itemDescription`, `itemPrice`, `itemQty`, `itemCategoryId`, `created_at`, `updated_at`) VALUES
(1, '小米', 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '0.jpg', '●最新小米手環3專用錶帶 \n●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 \n●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 \n●安裝簡易，安裝後牢固不易脫落遺失 \n●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用', '$25,495', '659', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(2, 'GARMIN', 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '0.jpg', '●陶瓷錶圈+真皮錶帶 尊爵版獨享\n●清晰可見的大型 1.2 吋彩色觸控顯示螢幕\n●高感度的 GPS 快速定位\n●便利的QuickFit™ 快拆錶帶\n●電池效能：高爾夫模式10小時、一般手錶模式10天', '$15,590', '460', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(3, 'AFAMIC 艾法', 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '0.jpg', '●無線藍芽配對遙控自拍\n●心率含氧一鍵監控\n●來電提示 FB 訊息提示', '$22,456', '363', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(4, 'Fitbit', 'Fitbit Inspire HR 智能健身手環', '0.jpg', '●防水可達50公尺\n●淺睡、熟睡與REM睡眠追蹤\n●電池續航力長達5天以上', '$29,155', '393', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(5, 'AFAMIC 艾法', 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '0.jpg', '●多種運動模式專業監測\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$12,344', '526', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(6, 'GARMIN', 'GARMIN D2 Charlie 鈦金航空錶', '0.jpg', '●多時區時間\n●隨時連線\n●世界機場資訊參考\n●飛行時自動紀錄\n●詳盡豐富的內建航空地圖', '$32,290', '203', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(7, 'JSmax', 'JSmax SW-L8智慧多功能健康管理運動手錶', '0.jpg', '●多種健康數據監測、運動監測\n●心率、BP壓力、含氧%監測\n●心率定時監測、超標警示模式\n●計步/卡路里消耗/距離\n●生活秘書、來電、訊息、久坐提醒', '$32,155', '291', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(8, 'SAMSUNG', 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '0.jpg', '●內建升級版跑步教練\n●自動健身運動偵測\n●輕薄簡約設計', '$22,745', '895', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(9, 'GARMIN', 'GARMIN INSTINCT 本我系列GPS腕錶', '0.jpg', '●以美國軍規標準打造\n●防水等級可達水下100公尺\n●Elevate光學心率感測技術\n●多衛星系統支援\n●智慧手錶模式最長可達14天', '$19,880', '482', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(10, 'Fitbit', 'Fitbit Charge 3 智慧手環', '0.jpg', '●電池續航力長達7日\n●新增一卡通支付&呼叫Uber功能\n●水上運動也可適用', '$14,490', '574', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(11, '小米', 'ANTIAN 小米手環3 矽膠錶帶', '0.jpg', '●本商品只售腕帶 不含機體！\n●優質矽膠材質，防水耐磨更耐用\n●細膩光滑質感，更輕更親膚，佩戴更自在\n●多孔設計，靈活調節，透氣防汗，運動更舒適\n●按鈕採用T字形設計，有效鎖住腕帶，防止脫落', '$11,700', '537', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(12, 'APPLE', '美國NOMADxHORWEEN皮革 Apple Watch', '0.jpg', '●適用於38 / 40mm\n●嚴選Horween天然皮革材質\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$22,456', '570', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(13, '小米', '小米手環3半透明腕帶錶帶', '0.jpg', '●專為最新小米手環3主體使用\n●半透明TPU材質，超軟Q，親膚防水，配帶舒適\n●採用仿原廠扣式錶帶，可調整適當長度，適用大部分手腕粗細\n●最新卡榫設計安裝簡易，安裝後牢固不易脫落遺失', '$12,990', '515', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(14, '小米', '小米手環4運動雙色撞色腕帶錶帶12色', '0.jpg', '●個性時尚 輕盈美觀\n●輕盈柔韌透氣 輕巧耐用\n●防掉落設計 增加內圈結構\n●親膚矽膠材質 抗汙耐水洗\n●本商品為錶帶，不含機身', '$22,290', '189', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(15, 'APPLE', 'Apple Watch Series 5', '0.jpg', '●顯示器配備力度觸控\n●64 位元雙核心處理器\n●內建GPS/GNSS\n●Ion-X 強化玻璃\n●長達18小時電池續航力', '$24,400', '926', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(16, 'Fitbit', 'Fitbit Ionic 智能健身手錶', '0.jpg', '●連續心律追蹤x睡眠階段追蹤\n●來電、簡訊與智慧型手機通知\n●多種運動模式追蹤\n', '$14,655', '754', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(17, 'APPLE', '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '0.jpg', '●嚴選德國皮革材質\n●機能防潑水透氣皮革\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$12,777', '937', '穿戴式裝置', '2020-03-23 00:56:51', '2020-03-23 00:56:51'),
(18, '小米', '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '0.jpg', '●小米手環3/4通用錶帶\n●精織尼龍材質，舒適透氣\n●新款魔術貼，好粘好撕，超強固定\n●腕帶可自由調節配戴大小\n●精挑細選，親膚般的享受', '$13,450', '347', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(19, 'GARMIN', 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●預載地圖\n●固定距離航線規劃\n●CLIMB PRO', '$26,990', '494', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(20, 'APPLE', 'Apple Watch Nike', '0.jpg', '●隨顯 Retina 顯示器\n●64 位元雙核心處理器\n●內建 GPS、GLONASS\n●Ion-X 強化玻璃\n●長達18小時電池續航力', '$23,400', '355', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(21, '小米', '小米手環34通用單色矽膠運動替換錶帶', '0.jpg', '●優質矽膠，輕膚柔軟不易退色\n●錶帶防水防汗耐磨\n●多孔位可依照手腕大小調節\n●T字鈕扣，錶帶不輕易脫落\n●牢固內架完整包護主體', '$14,355', '402', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(22, 'GARMIN', 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●預載地圖\n●固定距離航線規劃\n●CLIMB PRO', '$26,990', '507', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(23, '小米', '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '0.jpg', '●液態硅膠 高彈性\n●多孔位設計，手腕大小均可適用\n●高性能TPU，輕盈柔韌又透氣\n●腕帶米粒卡位精準，無縫貼合\n●耐髒，創新殼水洗\n', '$12,200', '961', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(24, 'APPLE', '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '0.jpg', '●嚴選德國皮革材質\n●機能防潑水透氣皮革\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$32,457', '393', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(25, 'GARMIN', 'GARMIN vivomove 3 指針智慧腕錶', '0.jpg', '●悠遊卡支付\n●女性生理期追蹤\n●睡眠監測\n●多種運動模式', '$18,940', '183', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(26, 'APPLE', 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼\n', '0.jpg', '●內建 GPS 與 GLONASS\n●雙核心處理器\n●W2 晶片\n●容量 16GB\n●心率感測器\n●Ion-X 強化玻璃', '$30,155', '262', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(27, 'GARMIN', 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '0.jpg', '●音樂儲存及播放\n●GARMIN PAY行動支付\n●全日腕式心率\n●內建運動APP\n●智慧提示', '$19,900', '293', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(28, 'APPLE', 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '0.jpg', '●磁吸磁力強勁，穩固吸附不掉落\n●巧妙回環設計，輕鬆調節錶帶長度\n●電鍍工藝，高端時尚，久戴不變色\n●升級帶邊框設計，防止日常碰撞\n●精美的不鏽鋼編織，柔和防水防汗', '$15,990', '533', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(29, 'Fitbit', 'Fitbit Versa 2 健康運動智慧手錶', '0.jpg', '●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆\n●電池續航力達 5 天以上', '$22,569', '602', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(30, 'JSmax', 'JSmax BY21-C6PRO 智慧健康管理手環', '0.jpg', '●健康數據智能監測\n●疲勞度\n●抬手亮屏\n●睡眠監測\n●即時通訊', '$13,220', '803', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(31, 'GARMIN', 'GARMIN Descent MK1 GPS潛水電腦錶', '0.jpg', '●支援多種潛水模式\n●支援複合式運動模式\n●連結GPS/GLONASS雙衛星定位\n●可顯示深度、潛水時間、溫度、NDL/TTS\n●高續航力/自訂減壓/潛水日誌', '$32,990', '425', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(32, 'Fitbit', 'Fitbit Versa 智能運動手錶', '0.jpg', '●頂級設計搭配 AMOLED螢幕\n●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆', '$17,280', '881', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(33, 'GARMIN', 'GARMIN D2 Delta PX 鈦金航空錶', '0.jpg', '●飛行同時監測自己的血氧飽和度\n●多國時區支援\n●GARMIN PAY行動支付\n●音樂-可儲存及播放約 500 首歌曲\n●多種運動/活動設定選項', '$39,800', '257', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(34, 'AFAMIC 艾法', 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '0.jpg', '●遠端關注親友各項數據適時提醒\n●心率監控運動記步掌控健康\n●來電提示 FB 訊息提示', '$34,211', '426', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(35, 'GARMIN', 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '0.jpg', '●fenix 5S 輕量美型款\n●搭載光學心率感測技術\n●兼顧運動與日常穿戴\n●藍寶石鏡面\n●雙衛星系統', '$23,990', '181', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(36, 'JSmax', 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '0.jpg', '●多項健康數據監測\n●健康數據參考趨勢\n●心率、BP壓力、HRV、疲勞度\n●多種運動模式\n●整點監測', '$22,196', '808', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(37, 'GARMIN', 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●TRENDLINE 熱門路線\n●預載地圖\n●CLIMB PRO', '$35,990', '247', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(38, 'Fitbit', 'Fitbit Versa 2 健康運動智慧手錶 特別款', '0.jpg', '●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆\n●電池續航力達 5 天以上', '$17,980', '681', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(39, 'GARMIN', 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '0.jpg', '●GARMIN PAY行動支付\n●提供進階跑步動態資訊\n●腕式心率追蹤運\n●智慧腕錶模式下電力長達7天\n●GPS模式下電力約14小時', '$12,990', '558', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(40, 'JSmax', 'JSmax BM-08健身運動&健康管理智慧型手環', '0.jpg', '●心率、壓力、多種監測趨勢參考\n●健身族最愛的監測管理數據參考\n●平日活動量監測、久坐提醒等\n●來電、簡訊、社群軟體訊息通知\n●其他多種日常好用功能', '$13,690', '408', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(41, 'AFAMIC 艾法', 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '0.jpg', '●多種運動模式專業監測\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$31,541', '568', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(42, 'GOLiFE', 'GOLiFE Care U 多功能智慧運動心率手環', '0.jpg', '●心房顫動\n●冥想模式舒緩壓力\n●血壓趨勢監測\n●疲勞度偵測\n●ECG心電監測', '$32,155', '804', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(43, 'JSmax', 'JSmax SC-C30 智慧多功能健康管理運動手環', '0.jpg', '●多種健康數據監測、趨勢歷史紀錄\n●心率、BP監測、O2狀態、睡眠\n●HRV、疲勞度、打鼾監測\n●異常狀態警示、SOS緊急撥號\n●運動監測、來電、訊息通知', '$14,400', '874', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(44, 'AFAMIC 艾法', 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '0.jpg', '●動態顯示介面 超高續航力\n●3D動態顯示介面 別具一格\n●運動數據,心率紀錄,訊息提醒', '$21,100', '718', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(45, 'GARMIN', 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '0.jpg', '●跳傘模式\n●雙格式GPS座標\n●夜視模式\n●潛行模式\n●以美國軍規標準打造', '$11,990', '887', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(46, 'JSmax', 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '0.jpg', '●防刮玻璃\n●多種健康數據監測\n●健康參考趨勢\n●心率、BP壓力\n●連續心率', '$21,890', '147', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(47, 'GARMIN', 'GARMIN SWIM 2 GPS光學心率游泳錶', '0.jpg', '●水下腕式光學心率\n●內建開放水域游泳模式\n●進階游泳功能/專業室內游泳資訊\n●專業游泳設計/支援多衛星系統\n●體能狀況監控指標/自訂游泳訓練', '$19,901', '721', '穿戴式裝置', '2020-03-23 00:56:52', '2020-03-23 00:56:52'),
(48, 'AFAMIC 艾法', 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '0.jpg', '●IP67防水 快拆錶帶\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$34,512', '835', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(49, 'SAMSUNG', 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '0.jpg', '●多款具層次感及光影效果的錶面設計\n●內建4GB記憶體\n●自動體適能偵測\n●預設GPS定位系統與心率感應\n●具備自動偵測壓力指數', '$16,420', '654', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(50, 'GARMIN', 'GARMIN VENU AMOLED GPS 智慧腕錶', '0.jpg', '●精緻細膩的AMOLED顯示螢幕\n●全天候健康偵測/螢幕訓練指導\n●安全與追蹤功能\n●音樂功能\n●GARMIN PAY', '$13,990', '947', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(51, 'GOLiFE', 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '0.jpg', '●日本JDI 彩色超高解析度螢幕\n●美國第三代康寧大猩猩玻璃錶面\n●全天候腕式光學心率\n●海拔高度計、氣壓計、溫度計、3D電子羅盤\n●跑步/爬山/室內跑步/騎車/跑步訓練和間歇訓練', '$32,143', '611', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(52, 'SAMSUNG', 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '0.jpg', '●內建升級版跑步教練\n●自動健身運動偵測\n●輕薄簡約設計\n●5ATM/IP68防塵防水\n●曲面SuperAMOLED螢幕', '$12,900', '102', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(53, 'GARMIN', 'GARMIN vivoactive 4 GPS 智慧腕錶', '0.jpg', '●全天候健康偵測\n●螢幕訓練指導\n●安全與追蹤功能\n●音樂功能\n●GARMIN PAY', '$11,990', '205', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(54, 'AFAMIC 艾法', 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '0.jpg', '●多種運動模式專業監測\n●心率含氧一鍵監控\n●來電提示 FB 訊息提示', '$31,151', '868', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(55, 'GOLiFE', 'GOLiFE Care-XC 智慧全彩觸控心率手環', '0.jpg', '●全彩觸控螢幕\n●腕式光學心率感測技術\n​●遙控​手機​拍照\n●手機手環雙向防丟​\n​●自動​​​偵測睡眠品質及睡眠時間', '$32,146', '284', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(56, 'GARMIN', 'GARMIN vivoactive3 行動支付心率智慧腕錶', '0.jpg', '●GARMIN PAY行動支付\n●SIDE SWIPE / 側邊滑動控制\n●訓練計畫下載\n●GARMIN 手腕式心率感測\n●健康偵測', '$28,990', '973', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(57, 'SAMSUNG', 'SAMSUNG Galaxy Watch LTE 42mm R815', '0.jpg', '●內建 eSIM 功能，支援 LTE 獨立連網\n●內置揚聲器撥打電話和發送語音訊息\n●具備 7 天的待機時間\n●耐用性獲得 MIL-STD-810 軍規等級認證\n●5ATM 防水規格', '$18,910', '491', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(58, 'GOLiFE', 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '0.jpg', '●悠遊卡功能智慧手環，購物交通超便利\n●光學心率感測\n●遙控手機拍照\n●手機手環雙向防丟\n●IP66/IP67 防塵防水', '$12,456', '545', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(59, 'GARMIN', 'GARMIN Vivofit 4 健身運動手環', '0.jpg', '●恆亮彩色顯示螢幕，即使在陽光下也能輕鬆閱讀\n●螢幕可自訂顏色主題、錶面圖案及個人勵志小語\n●游泳可佩戴、淋浴免取下\n●裝置記錄步數、距離與消耗的卡路里\n●還提供睡眠監測與個人每日步數目標等功能', '$20,990', '480', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(60, 'JSmax', 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '0.jpg', '●多種健康數據監測\n●心率、BP壓力、含氧%監測模式\n●心率定時監測模式\n●運動數據即時監測\n●計步/卡路里消耗/距離', '$32,550', '629', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(61, 'GARMIN', 'GARMIN Vivofit jr2 小童手環', '0.jpg', '●主題式冒險旅程\n●任務提醒\n●彩色螢幕\n●兩種尺寸錶帶TOE-TO-TOETM 步數挑戰\n●具防水效能', '$20,480', '500', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(62, 'JSmax', 'JSmax SB-V7 智慧健康管理手環', '0.jpg', '●多項智能檢測\n●抬手自動亮屏\n●離手識別\n●睡眠監測\n●社交提醒', '$18,590', '267', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(63, 'GARMIN', 'GARMIN VIVOLIFE 悠遊智慧腕錶', '0.jpg', '●即時顯示餘額與交易紀錄\n●最高可綁定10張信用卡\n●電力續航長達7天\n●來電訊息不漏接\n●自由變換專屬錶面', '$21,480', '691', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(64, 'GOLiFE', 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '0.jpg', '●腕式光學心率感測技術\n●全彩觸控螢幕\n●血壓血氧監測\n●手機手環雙向防丟\n●動偵測睡眠品質及睡眠時間', '$21,345', '451', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(65, 'GARMIN', 'GARMIN vivosmart 4 健康心率手環', '0.jpg', '●PULSE OX 血氧感測功能\n●BODY BATTERY 身體能量指數\n●進階睡眠監測\n●全天候壓力偵測\n●手腕式心率感測', '$13,880', '662', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(66, 'JSmax', 'JSmax SW-HD1石英數位混合型智慧健康手錶', '0.jpg', '●真實石英指針錶+數位顯示螢幕\n●健康數據監測、趨勢、歷史紀錄\n●計步/卡路里消耗/距離\n●社群訊息提醒 、來電簡訊通知\n●久坐提醒、鬧鐘設定、天氣、拍照', '$25,088', '804', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(67, 'GARMIN', 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '0.jpg', '●內建光學心率感測技術\n●全天候壓力追蹤與放鬆計時器\n●體能監測功能\n●顯示步數、卡路里、距離、心率', '$16,900', '401', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(68, 'JSmax', 'JSmax SC-C90 智慧多功能健康管理運動手環', '0.jpg', '●多種健康數據監測、趨勢歷史紀錄\n●心率、BP監測、O2狀態、睡眠\n●HRV、疲勞度、打鼾監測\n●異常狀態警示、SOS緊急撥號\n●運動監測、來電、訊息通知', '$23,166', '636', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(69, 'GOLiFE', 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '0.jpg', '●全天心率偵測\n●購物交通超便利\n●自動偵測睡眠品質\n●藍牙無線\n●活動追蹤雲端同步', '$13,156', '721', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(70, 'JSmax', 'JSmax BY-21 智慧健康管理手環', '0.jpg', '●多項智能檢測\n●疲勞度監測\n●抬手亮屏\n●睡眠監測\n●即時通訊', '$15,156', '897', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(71, 'SAMSUNG', 'SAMSUNG Galaxy Fit e 運動手環', '0.jpg', '●長效電力，穿戴不中斷\n●輕鬆追蹤生活各方面\n●5ATM 防水等級', '$17,000', '110', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(72, 'GOLiFE', 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '0.jpg', '●全彩觸控螢幕/心率感測技術\n●手機手環雙向防丟/專屬APP\n●血壓血氧監測', '$12,561', '719', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(73, 'JSmax', 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '0.jpg', '●多種健康數據監測\n●健康數據參考趨勢\n●心律、BP、運動心律\n●抬手亮屏\n●睡眠監測', '$13,500', '621', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(74, 'GOLiFE', 'GOLiFE 第二代Care 健康智慧手環', '0.jpg', '●完整記錄您日夜生活動態\n●偵測睡眠品質及睡眠時間\n●來電提醒、步數記錄、消耗熱量\n●距離顯示、鬧鐘提醒、時間模式、日期顯示\n●IP66/IP67 防塵防水，日常使用不設限', '$12,662', '985', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(75, 'AFAMIC 艾法', 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '0.jpg', '●磁吸式錶帶人性化調整適合任何人\n●記錄個人健康數據的管家\n●來電提示 FB 訊息提示', '$21,452', '682', '穿戴式裝置', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(76, 'QCY\n', 'QCY L1藍牙耳機', '0.jpg', '●記憶鋼圈設計 貼合頸脖\n●6.5小時通話時長\n●TPE扁面耳機線 抗拉扯防打結\n●9mm小巧機身 2g輕巧配戴\n●磁吸設計 輕易配戴', '$16,458', '505', '耳機/喇叭', '2020-03-23 00:56:53', '2020-03-23 00:56:53'),
(77, 'JLab', 'JLab Epic Air Sport 真無線運動耳機', '0.jpg', '●最新藍牙5.0，自動開機連線\n●IP66高防水，適合各類運動\n●電力10hr，搭充電盒70hr\n●專利矽膠人體工學耳掛，舒適穩定\n●3種EQ模式，各種曲風都能駕馭', '$14,655', '628', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(78, 'QCY\n', 'QCY Q25藍牙耳機', '0.jpg', '●CVC6.0 回聲降噪\n●4.1版藍牙相容性提升\n●0.83cm纖薄機身設計', '$32,444', '930', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(79, 'JLab', 'JLab Epic Executive 抗噪耳機', '0.jpg', '●有效阻隔 90% 環境噪音\n●內附 3.5 mm Aux-in 轉接頭可變有線耳機使用\n●內建 MEM 數位麥克風，可作免持聽筒使用', '$13,999', '111', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(80, 'JLab', 'JLab JBuddies Folding 兒童耳機', '0.jpg', '●美國家長推薦安全及舒適兒童耳機\n●專為2歲以上孩童設計\n●安全音量限制85分貝，保護聽力\n●可摺疊式設計，攜帶方便\n●內附3D貼紙，讓孩子自選風格', '$16,800', '565', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(81, 'SONY', 'SONY WI-C310 藍牙耳機', '0.jpg', '●Bluetooth 5.0版本\n●15hr長效電池享受音樂不間斷\n●充電10分鐘可播放60分鐘\n●磁性吸附耳機便利配戴\n●台灣SONY公司貨', '$21,490', '526', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(82, 'SONY', 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '0.jpg', '●支援智慧降噪和環境音功能\n●支援 APP 可設定自我音樂偏好\n●高音質免持通話功能\n●柔軟的矽膠頸帶和磁性耳塞方便您整理纜線', '$24,290', '945', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(83, 'SONY', 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '0.jpg', '●台灣SONY公司貨 一年保固\n●支援智慧降噪和環境音功能\n●支援 APP設定自我音樂偏好\n●高音質免持通話功能\n●柔軟的矽膠頸帶', '$34,990', '219', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(84, 'SONY', 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '0.jpg', '●線藍牙頸掛式耳機\n●頸帶配備來電震動功能\n●支援App 可調整個人音樂偏好\n●長達 8 小時電池續航力\n●多種時尚色彩可供選擇', '$25,490', '585', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(85, 'SONY', 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '0.jpg', '●NFC 功能\n●續航力 8小時\n●IPX4 防汗與防潑', '$22,390', '426', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(86, 'SONY', 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '0.jpg', '●數位降噪給您零噪音干擾純粹音效\n●支援降噪環境音讓您選擇聽見聲音\n●NFC 功能\n●IPX4 防汗與防潑\n●輕巧且穩固貼合的後掛式設計', '$24,490', '185', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(87, 'JLab', 'JLab JBuds Air Sport 真無線藍牙耳機', '0.jpg', '●IP66高防水，專為運動設計\n●電力6hr，充電盒再加34hr\n●支援外部環境音聆聽功能\n●最新藍牙5.0，自動開機連線\n●專利矽膠人體工學耳掛，舒適穩定', '$12,799', '812', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(88, 'QCY\n', 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '0.jpg', '●從充電倉取出，雙耳自動配對\n●輕按一下，即可召喚Siri\n●可單耳機使用，分別連接不同設備\n●立體高清音質，令你陶醉其中\n●支援雙耳通話', '$21,445', '366', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(89, 'JLab', 'JLab JBuds Air 真無線藍牙耳機', '0.jpg', '●最新藍牙5.0規格，收訊穩定快速\n●高強度 IP55 防水，運動流汗沒問題\n●單次電力 3-4 hr，搭充電盒加 10hr', '$11,999', '644', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(90, 'SONY', 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '0.jpg', '●無線藍牙耳機\n●全新小巧耳罩設計\n●支援 App 可調整個人音樂偏好\n●24 小時電池續航力且支援快充\n●多種時尚色彩可供選擇', '$14,790', '634', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(91, '鐵三角', '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '0.jpg', '●最多可記錄8台裝置的配對資訊\n●無線方式收看行動電視\n●按鍵播放或通話相關功能\n●9小時連續播放\n●享原廠一年保固', '$11,650', '755', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(92, 'SONY', 'SONY MBH22 單聲道藍牙耳機', '0.jpg', '●電池效力提供長達 6 小時的通話時間；待機時間則為 200 小時。\n●Google 個人助理和 Siri 的語音助理功能\n●多功能鍵\n●隨附 USB Type-C™ 連接線', '$15,790', '275', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(93, 'Plantronics繽特力', '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '0.jpg', '●降噪麥克風+DSP降低背景噪音\n●寬頻語音，更自然的軟體電話語音\n●動態EQ，通話/音樂自動調節\n●270度旋轉可彎曲麥克風桿\n●方便操作的獨立操控鍵', '$26,587', '846', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(94, 'SONY', 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '0.jpg', '●EXTRA BASS™ 音效\n●帶來深沉有力的低音域\n●藍牙無線連結技術，享受無線自由\n●9 小時的長效電池續航力\n●智慧型手機相容的控制鍵與麥克風', '$13,290', '481', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(95, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '0.jpg', '●新一代藍牙5.0真無線運動耳機\n●半開放式矽膠耳塞舒適配戴\n●半開放耳塞可直接聽到周圍環境音\n●結構式IP57國際防水防塵標準\n●專屬驅動單體提供強勁低音效果', '$34,799', '456', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(96, 'SONY', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '0.jpg', '●NFC功能\n●EXTRA BASS技術\n●專為舞曲量身打造\n●電池續航力達 30 小時\n●耳罩可旋轉，方便收納攜帶', '$14,990', '197', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(97, '鐵三角', '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '0.jpg', '●搭載全新Ø9.8mm驅動單元\n●內置PCB小巧機身上呈現高音質\n●單次充電最長可使用8小時\n●內置導線控制器，支援語音助理\n●自動關機功能，防止電池消耗', '$11,980', '553', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(98, 'SONY', 'SONY SBH82D 開放式立體聲藍牙耳機', '0.jpg', '●開放式設計給你雙重聆聽體驗\n●無線、頸後式風格\n●輕量小巧可折疊\n●可舒適貼合耳朵周圍', '$13,500', '902', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(99, 'SONY', 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '0.jpg', '●真無線享受自由動態\n●專為運動打造的無線降噪耳機\n●降噪/環境音讓您選擇聽見的聲音\n●IPX4 防汗與防潑\n●輕巧設計能夠確實安穩貼合耳朵', '$12,400', '930', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(100, 'JLab', 'JLab Rewind 藍牙耳機', '0.jpg', '●音樂播放時間可長達 12小時\n●內建 3組 EQ 快調音場模式\n●可調整式頭帶，舒適度更佳\n●內建 MEM 數位麥克風可接聽電話', '$12,999', '837', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(101, 'Plantronics繽特力', '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '0.jpg', '●二種ANC主動降噪模式\n●二種EQ模式\n●可做有線耳機使用\n●全新BackBeat APP\n●適合全天配戴', '$24,966', '658', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(102, 'SONY', 'SONY WF-SP900 真無線防水運動藍牙耳機', '0.jpg', '●真無線享受自由動態\n●專為運動打造的無線耳機\n●4GB 內建儲存空間\n●支援 IP65/IP68 防水與防塵等級\n●輕巧設計，能夠確實安穩貼合您的耳朵', '$17,490', '326', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(103, 'Plantronics繽特力', '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '0.jpg', '●最新高通四核藍牙5.0晶片\n●四麥克風降噪，清晰通話無懼干擾\n●人體工學矽膠耳塞，配戴舒適\n●結構式IP54防塵防水\n●沈浸式環繞式立體聲音效', '$25,966', '948', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(104, 'SONY', 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '0.jpg', '●電池續航力 30 個小時\n●獨家研發的HD降噪處理器QN1\n●情境.旅行步行等待 3 種狀態\n●觸控式左耳耳罩的面板\n●快充十分鐘.支撐 5小時播放', '$18,900', '507', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(105, '鐵三角', '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '0.jpg', '●抑制多餘低頻的音響聲阻設計\n●小巧的Ø40㎜驅動單元\n●分割音響空間電氣迴路分離設計\n●續航力70HR 聆聽時間\n●輕量化機身以及旋轉摺疊結構', '$33,589', '678', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(106, 'SONY', 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '0.jpg', '●HD 降噪處理器 QN1 讓您聆聽不受干擾\n●獨特的自動個人降噪與氣壓優化功能\n●BLUETOOTH® 技術與 NFC 讓您享受自由的無線體驗\n●長達 30 小時的電池續航力', '$19,900', '405', '耳機/喇叭', '2020-03-23 00:56:54', '2020-03-23 00:56:54'),
(107, 'SONY', 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '0.jpg', '●智慧降噪\n●免持通話\n●智慧型手機相容\n●35小時續航', '$14,990', '775', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(108, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '0.jpg', '●可調節運動頭帶，舒適穩固\n●特殊六邊立體防滑設計增加貼合力\n●40mm單體提供渾厚強勁的低音\n●可接收外界環境音\n●IPX5防水防汗設計', '$15,590', '740', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(109, '鐵三角', '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '0.jpg', '●折疊設計\n●Ø40mm驅動單元\n●主動式抗噪技術\n●配備藍牙無線技術\n●左耳罩內建麥克風和控制鍵', '$36,222', '231', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(110, 'SONY', 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '0.jpg', '●HD高傳真降噪處理器QN1\n●(與WH-1000XM3同級)\n●自動降噪偵測模式\n●充電10分鐘可播放80mins', '$19,900', '967', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(111, '鐵三角', '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '0.jpg', '●主動式抗噪技術\n●觸控接聽電話、控制音樂/影片播放功能與調整音量\n●40ｍｍ驅動單元提供高傳真聲音重現能力\n●隨附耳機線，享受高解析度音質時使用\n●享有一年保固', '$17,400', '130', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(112, '鐵三角', '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '0.jpg', '●Ø40mmSOLID BASS\n●驅動單元\n●獨家設計的機殼\n●易攜帶的輕量小型耳罩式耳機\n●滿電後藍牙與抗噪長達 20小時', '$23,890', '426', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(113, 'SONY', 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '0.jpg', '●EXTRA BASS 給您深沈\n●強力的音效\n●電池續航力長達 15 小時\n●頸掛式風格與避免纏繞磁性耳塞\n●支援藍牙規格 5.0 版本', '$11,200', '338', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(114, '鐵三角', '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '0.jpg', '●可折疊的精巧結構。\n●搭載Ø53mm「深邃運動驅動單元」\n●由軟硬係數不同的雙層緩衝材質製成的雙層構造耳墊', '$15,200', '353', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(115, 'SONY', 'SONY 耳機 WF-SP900 運動無線防水', '0.jpg', '●真無線享受\n●4GB 內建儲存空間\n●IP65/IP68 防水與防塵', '$37,490', '145', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(116, 'SONY', 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '0.jpg', '●EXTRA BASS音效\n●電池續航力達 30 小時\n●支援快速注意模式\n●時尚可摺疊設計\n●快充10分鐘可播放60分鐘', '$26,990', '242', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(117, '鐵三角', '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '0.jpg', '●高解析的音效\n●DLC擬鑽碳纖覆層振膜\n●耳墊與頭帶為低反彈性軟墊\n●與優質合成皮革材質\n●只要使用麥克風導入外部聲音', '$29,000', '983', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(118, 'SUDIO', 'SUDIO Fem真無線藍牙耳道式耳機', '0.jpg', '●6小時續航力，含充電盒20小時\n●4個麥克風\n●IPX 5 防水係數\n●石墨烯驅動\n●大幅降低週遭環境音', '$20,480', '412', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(119, '鐵三角', '鐵三角 ATH-CKR55BT 無線藍牙耳機', '0.jpg', '●鮮明的中高頻與澎湃低頻\n●寬闊的音場表現\n●多功能控制器\n●對應高音質的aptX/AAC編碼', '$12,680', '479', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(120, 'SONY', 'SONY 無線藍牙耳罩式耳機 WH-CH510', '0.jpg', '●Bluetooth 5.0版本\n●最高 35 小時電池續航力\n●免持通話功能與語音助理指令\n●支援:SBC、AAC\n●台灣公司貨', '$21,490', '204', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(121, 'Plantronics繽特力', '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '0.jpg', '●超強四麥克風+DSP降背景噪音\n●ANC主動降噪/AI語音助理\n●中文聲控接聽/快速充電\n●全天候舒適配戴\n●Hi-Fi立體聲 身歷其境', '$12,800', '846', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(122, '鐵三角', '鐵三角 ATH-CKS5TW  真無線運動耳機', '0.jpg', '●SOLID BASS系列重低音\n●Ø10mm最新大型驅動單元\n●真無線耳機專用的新型耳塞\n●續航力15HR', '$24,888', '414', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(123, 'SONY', 'SONY 開放式立體聲耳機 SBH82D', '0.jpg', '●開放式風格給你雙重聆聽體驗\n●無線、頸後式風格\n●輕量小巧可折疊\n●具備語音助理的遙控功能', '$12,480', '523', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(124, 'JLab', 'JLab JBuds Air Executive 真無線藍牙耳機', '0.jpg', '●6hr單次電力，總電達30hr\n●雙麥克風設計，C3通話降噪\n●支援外部環境音聆聽功能\n●最新藍牙5.0，自動開機連線\n●觸控式操作，可調整曲目音量', '$16,900', '211', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(125, 'SONY', 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '0.jpg', '●強勁重低音為你的運動提供動力\n●藍牙無線聽歌可達8.5小時\n●IPX4防水等級音樂無間斷，無懼風雨\n●內置麥克風可免持通話\n●Secure-fit_弧形掛勾輔助', '$22,690', '205', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(126, 'SONY', 'SONY 運動藍牙入耳式耳機 WI-SP500', '0.jpg', '●13.5mm 開放型耳塞設計\n●8 小時的長效電池續航力\n●IPX4 防汗與防潑灑\n●NFC 一觸功能輕易建立 Bluetooth 連線', '$12,090', '466', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(127, '鐵三角', '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '0.jpg', '●最多可紀錄8台裝置的配對資訊\n●可彎折繞頸式設計\n●7小時連續播放\n●輕鬆通話的繞頸式設計', '$24,999', '348', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(128, '鐵三角', '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '0.jpg', '●輕鬆播放音樂&接聽來電\n●隔音性能優異的密閉型設計\n●配戴感優異的小巧機殼設計\n●長達7小時的電池續航力，通勤或上學路途均游刃有餘\n●隨附提升配戴穩定度的', '$11,805', '360', '耳機/喇叭', '2020-03-23 00:56:55', '2020-03-23 00:56:55'),
(129, '鐵三角', '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '0.jpg', '●IPX5等級防水性能\n●6小時播放時間\n●輕鬆播放音樂＆接聽來電\n●彈性耳掛，提供牢靠的佩戴感\n●隨附Active Fit耳塞。', '$11,980', '894', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(130, 'Plantronics繽特力', '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '0.jpg', '●降噪麥克風+DSP降低背景噪音\n●皮革耳罩柔軟包覆，降低環境噪音\n●寬頻語音，更自然的軟體電話語音\n●動態EQ，通話/音樂自動調節\n●USB和3.5mm雙連接介面', '$30,687', '372', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(131, '鐵三角', '鐵三角ATH-CKR7TW無線耳機', '0.jpg', '●充足電一次可持續使用6小時\n●充電盒可提供額外9小時的電力\n●精密金屬加工工藝\n●配置類鑽碳塗層振膜的11mm驅動單元\n●高品質的解碼器(DAC)和耳擴元件', '$23,846', '455', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(132, '鐵三角', '鐵三角 ATH-CKR75BT 無線藍牙耳機', '0.jpg', '●超乎期待的無線體驗\n●反應速度優異的高清晰度播放\n●內建擴大器 提高各音域解析度\n●及寬闊的音場表現', '$23,800', '239', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(133, 'Plantronics繽特力', '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '0.jpg', '●獨特腔體小耳朵也不怕戴不下\n●雙色拼接編織線抗拉扯/纏繞/反光材質\n●P2i奈米塗層技術IPX5抗汗防水\n●6mm自定義驅動器\n●隨附原廠專用收速乾網面收納袋', '$31,859', '941', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(134, '鐵三角', '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '0.jpg', '●繞頸式無線耳機，不易纏繞打結\n●大口徑音響導管提升聲音傳輸效率\n●Bluetooth標準規格Ver.4.1\n●可輕鬆通話的繞頸式設計\n●7小時連續播放', '$12,750', '919', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(135, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '0.jpg', '●全新藍牙5.0運動耳機\n●半開放入耳導管式矽膠耳塞\n●全新結構性IP57防塵防水\n●全新設計的耳掛更好戴\n●13.5mm驅動單元', '$22,789', '496', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(136, 'SUDIO', 'SUDIO Tolv R 真無線藍牙耳道式耳機', '0.jpg', '●藍牙5.0，自動配對\n●連續播放5.5小時\n●充電盒提供3次充電\n●單一按鈕多功能操控\n●立體聲通話功能，支援語音助理', '$12,260', '145', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(137, '鐵三角', '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '0.jpg', '●搭載Ø9.8mm驅動單元\n●充電2小時可使用 12小時\n●不易漏音的密閉型設計\n●內置導線控制器，支援語音助理\n●自動關機功能，防止電池消耗', '$22,980', '860', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(138, 'Sabbat 魔宴', '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '0.jpg', '●高通晶片 藍牙5.0\n●雙邊主耳 自動配對\n●四麥降噪 通話清晰\n●超低功耗 續航升級\n●充電艙可無線充電 可收納耳機', '$26,988', '998', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(139, 'SUDIO', 'SUDIO Vasa Bla 藍牙耳道式耳機', '0.jpg', '●Sudio首款藍芽耳道式耳機，給您擺脫線材後的優雅自如\n●8小時音樂播放不間斷\n●扁線防纏繞設計\n●內附精巧設計的手工皮革收納袋\n●公司貨，品質有保障', '$32,850', '219', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(140, 'Plantronics繽特力', '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '0.jpg', '●二種ANC主動降噪模式\n●低音增強及明亮二種EQ模式\n●智慧磁吸休眠模式\n●USB線可充電也可成為有線耳機\n●支援快速充電', '$23,980', '625', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(141, '鐵三角', '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '0.jpg', '●QuietPoint®\n●主動式抗噪技術\n●方便的垂掛式設計\n●可連續使用10小時', '$35,800', '391', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(142, 'Sabbat 魔宴', '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '0.jpg', '●水轉印炫彩 貼合耳廓 高音質\n●藍芽5.0 雙耳戴充電艙收納\n●質感高 音質好 適合運動時使用', '$23,546', '673', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(143, '鐵三角', '鐵三角 ATH-CK3TW 真無線耳機', '0.jpg', '●提供出眾解放感的真無線機種\n●配合耳形的圓弧機體與專用耳塞\n●提供清晰的免持通話品質\n●人與音樂的全新連結方式', '$13,680', '909', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(144, 'SUDIO', 'SUDIO Tolv真無線藍牙耳道式耳機', '0.jpg', '●藍牙5.0\n●連續播放7小時，待機長達6天\n●搭載全新石墨烯驅動，音質更為乾淨\n●充電盒提供4次充電', '$23,280', '893', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(145, '鐵三角', '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '0.jpg', '●鮮明有力音色的Ø40mm 驅動單元\n●輕鬆播放音樂&接聽來電\n●隔音性能優異的密閉型設計\n●享有一年保固', '$22,650', '537', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(146, '鐵三角', '鐵三角ATH-SPORT7TW真無線運動耳機', '0.jpg', '●充足電一次可持續使用3.5小時\n●充電盒可提供額外的14小時電力\n●可以隨意切換聽音樂或者接聽來電\n●Ø5.8mm驅動單元提供卓越的音質\n●IPX5防水認證', '$34,980', '365', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(147, 'Sabbat 魔宴', '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '0.jpg', '●水轉印迷彩、雲石、潑漆系列\n●半入耳式設計，貼合耳廓\n●雙耳無線配戴，附充電艙收納\n●藍芽5.0高通晶片支援aptX\n●質感高、音質好，適合運動時使用', '$29,555', '571', '耳機/喇叭', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(148, 'SJCAM', 'SJCAM A10 警用專業級密錄器運動攝影機', '0.jpg', '●Sony IMX323感測器\n●聯詠 96658晶片\n●兩吋觸控 LCD 140度廣角\n●1080P 30 FPS\n●6小時超持久電力、IP65級防潑水', '$26,415', '675', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(149, 'DJI\n', 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '0.jpg', '●聯強公司貨\n●249 克 超輕型無人機\n●視覺 + GPS 精準懸停', '$13,590', '695', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(150, 'SJCAM', 'SJCAM SJ5000 防水型運動攝影機', '0.jpg', '●WIFI防水攝影機/行車紀錄器\n●IMX078cqk圖像處理器\n●1400萬高解析廣角鏡頭\n●潛高達30米\n●170º寬FOV', '$33,215', '684', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(151, 'DJI\n', 'DJI Mavic2 Pro折疊式空拍機專業版', '0.jpg', '●專業Hasselblad哈蘇相機\n●1英寸CMOS 2000萬像素感光\n●f/2.8–f/11可調光圈\n●10-bit Dlog-M 色彩模式\n●4K HDR影片', '$36,899', '494', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(152, 'SJCAM', 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '0.jpg', '●聯詠96683芯片,4K高解析170度廣角鏡頭,Sony鏡頭\n●Sony IMX117傳感器,支援最高128G儲存卡\n●30FPS、觸控螢幕、WIFI\n●多種拍攝模式 單拍 自動連拍\n●6軸電子防手震', '$25,431', '499', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(153, 'GoPro', 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$24,980', '819', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(154, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$29,880', '827', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(155, 'GoPro', 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '0.jpg', '●更多GoPro 活動\n●https://tiny.cc/GPxY\n●本組合含Hero 7B($15900)+電池 ($1000)x2 (含主機附贈)\n+矽膠護套跟繫繩 ($900)+64GB記憶卡($799)', '$13,777', '846', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(156, 'Holy Stone', 'Holy Stone HS210 迷你遙控飛機-三電版', '0.jpg', '●三種速度靈活切換\n●急停模式\n●貼心的低電量警報\n●適合於室內或無風環境下使用\n●一鍵起降，輕鬆上手', '$21,598', '466', '運動攝影機', '2020-03-23 00:56:56', '2020-03-23 00:56:56'),
(157, 'DJI\n', 'DJI Phantom 4 Pro V2.0 空拍機', '0.jpg', '●先創獨家新手訓練營\n●1英寸2000萬像素感光元件\n●五向感知、智能跟隨\n●指點飛行、智能返航\n●手勢自拍、冗餘系統', '$19,567', '331', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(158, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$15,900', '701', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(159, 'DJI\n', 'DJI Ryze 特洛Tello 迷你無人機', '0.jpg', '●空中特技、花式飛行，簡單上手。只需使用手機，即可透過APP操控。\n●一鍵創意影片。100米圖傳距離、720p圖傳。13分鐘續航。\n●低電量警告、失控保護等安全機制。飛凡樂趣，從 Tello 開始。', '$21,354', '706', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(160, 'GoPro', 'GoPro-HERO 8 Black 假日旅遊組合', '0.jpg', '●更多GoPro 活動\n●https://tiny.cc/GPxY\n●本組合含Hero 7B($15900)+電池 ($1000)x2 (含主機附贈)\n+矽膠護套跟繫繩 ($900)+64GB記憶卡($799)', '$12,888', '627', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(161, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$31,589', '957', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(162, 'SJCAM', 'SJCAM SJ5000 防水型運動攝影機2', '0.jpg', '超高清2.0寸顯示屏\n車載攝影記錄功能\n170 度超大無畸變攝像頭\n多種視頻錄製格式\n多種拍攝模式 單拍 自動連拍', '$11,354', '300', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(163, 'Holy Stone', 'Holy Stone HS220 變形空拍無人機', '0.jpg', '●輕觸機身頂部即可智慧啟動\n●四檔位自由變速\n●一鍵急停，對應緊急狀況\n●720P鏡頭\n●雙電替換 電量充分利用', '$26,890', '665', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(164, 'SJCAM', 'SJCAM SJ4000 Wifi 防水型運動攝影機', '0.jpg', '●原廠晶片\n●深度防水30 米\n●1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$21,345', '259', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(165, 'SJCAM', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '0.jpg', '●4K高解析170度廣角鏡頭\n●Sony IMX117傳感器\n●支援最高128G儲存卡\n●多種拍攝模式 單拍 自動連拍\n●6軸電子防手震', '$31,542', '452', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(166, 'SJCAM', 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '0.jpg', '●原廠晶片\n●深度防水30 米\n●超高清1080P 1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$14,452', '455', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(167, 'GoPro', 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$39,540', '626', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(168, 'GoPro', 'GoPro-MAX 360度多功能攝影機', '0.jpg', '●拍攝影相片和錄製360度影片\n●享受前所未有的絕佳立體聲音效\n●不須平移即可拍攝只要按下即可\n●無法撼動的穩定功能', '$25,680', '652', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(169, 'DJI\n', 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '0.jpg', '●雙彩色螢幕\n●4K HDR 影片\n●RockSteady\n●8 倍慢動作\n●智能充電設計，提升充電效率', '$11,685', '218', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(170, 'Holy Stone', 'Holy Stone HS550 折疊式空拍無人機-雙電版', '0.jpg', '●GPS/GONASS雙定位系統\n●智慧跟隨、興趣點環繞、指點飛行\n●2K全高清，110度廣角鏡頭\n●電子防抖，減輕相機晃動和抖動\n●5G圖傳頻率，干擾更少', '$18,028', '653', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(171, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$23,154', '602', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(172, 'Holy Stone', 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '0.jpg', '●GPS/GONASS雙定位系統\n●智慧跟隨、興趣點環繞、指點飛行\n●2K全高清，110度廣角鏡頭\n●電子防抖，減輕相機晃動和抖動\n●5G圖傳頻率，干擾更少', '$18,027', '215', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(173, 'SJCAM', 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '0.jpg', '●原廠晶片\n●深度防水30 米\n●1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$21,345', '225', '運動攝影機', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(174, 'JOBY ', 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '0.jpg', '●最大載重3 kg\n●90° 俯仰角\n●全景拍攝 360° 刻度輔助\n●適 微單/單反 連接使用\n●可與 JOBY 腳架系列搭配使用', '$34,590', '981', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(175, 'TAKEWAY ', 'TAKEWAY 鉗式運動夾 R1 mini', '0.jpg', '●適合單車/自行車/腳踏車\n●適用各種尺寸的管徑/板狀\n●本體材質-航太鋁合金\n●獨創專利，免工具安裝，強力耐震\n●適用4-6.5吋智慧型手機', '$35,980', '500', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(176, 'JOBY ', 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '0.jpg', '●適各廠牌運動相機/360°攝相機\n●適 56-91mm 寬度的智慧型手機\n●專利 GorillaPod 腳腿\n●適 各種不平或圓柱 場景\n●扳手式 夾具調整鎖', '$26,980', '651', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(177, 'TAKEWAY ', 'TAKEWAY 鉗式運動夾 R2', '0.jpg', '●本體材質-航太鋁合金\n●適用各種廠牌、型號的運動攝影機\n●完全針對「動態使用」需求所設計\n●劇烈動態也能維持長時間穩固\n●世界首創設計可固定圓管、桌板等', '$32,495', '281', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(178, 'Jenova 吉尼佛', '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '0.jpg', '●外尺寸：約24x14x22cm\n●底部設有止滑墊\n●可繫於腰際間，方便使用\n●容量：約1機+2鏡或1閃+配件\n●防雨罩：有', '$18,354', '201', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(179, 'JOBY ', 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '0.jpg', '●適 56-91mm寬度的手機\n●輕便折疊攜帶設計\n●鋁製微型球頭提供精確的角度控制\n●鋅合金腳腿提供高強度的稳定', '$22,168', '867', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(180, 'GoPro', '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '0.jpg', '●嚴選優質塑料，經久耐用\n●柔軟彈力帶，延展性高，配戴舒適\n●可調節鎖扣依照身形任意調節尺寸\n●可呈現多元拍攝畫面', '$11,560', '448', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(181, 'HTR', 'HTR 收納包1號For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●耐用 不易刮傷 手感舒適', '$12,455', '581', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(182, 'HTR', 'HTR 收納包2號For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●耐用 不易刮傷 手感舒適', '$12,777', '104', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(183, 'GoPro', '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '0.jpg', '●搭載GoPro相機，直接固定\n●防滑膠條，避免滑落\n●透氣海綿墊，避免塑料接觸皮膚\n●柔軟彈力帶，延展性高\n●可調式綁帶，調節頭圍大小', '$22,680', '157', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(184, 'DJI\n', 'Mavic Mini小背包', '0.jpg', '●MAVIC MINI 專用配件', '$16,899', '619', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(185, 'GOLiFE', 'GOLiFE極簡都市雙肩包', '0.jpg', '●多重防盜設計\n●可外接USB接頭\n●180度全開式開合設計\n●符合人體工學設計\n●簡約俐落外表', '$22,654', '133', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(186, 'HTR', 'HTR 收納包4號 2件式 For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●主機配件分開放置 減少碰撞', '$22,484', '117', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(187, 'GoPro', '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '0.jpg', '●戶外騎行、水上運動皆適用\n●360度旋轉雲台，角度任意拍攝\n●旋轉雲台一鍵鎖定\n●手腕套加厚，防止布料摩擦皮膚', '$36,980', '154', '周邊', '2020-03-23 00:56:57', '2020-03-23 00:56:57'),
(188, 'HTR', 'HTR 通用型 96顆LED攝影補光燈', '0.jpg', '●擁有96顆LED燈珠\n●亮度可隨拍攝環境調整\n●雙色色溫片隨時替換\n●底部含有冷靴及1/4通用螺孔\n●適用單眼/反 相機 GOPRO', '$23,977', '746', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(189, 'Jenova 吉尼佛', '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '0.jpg', '●外尺寸：\n●約23x14x19.5cm\n●內尺寸：\n●約21x13.5x17.5cm\n●容量：約1機+2鏡或1閃+配件', '$22,960', '156', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(190, 'HTR', 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$35,144', '366', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(191, 'DJI\n', 'Mavic Mini 充電管家', '0.jpg', '●MAVIC MINI 專用配件', '$12,659', '349', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(192, 'HTR', 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$22,465', '332', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(193, 'Incase', 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '0.jpg', '●耐磨840D尼龍材質\n●最大可容納15吋筆電與平板電腦\n●內部可自行拆卸組合的可調式隔板\n●柔軟刷毛內襯提供完善安全的保護\n●側邊拉鍊口袋穿孔設計', '$12,567', '218', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(194, 'HTR', 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$11,784', '368', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(195, 'Incase', 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '0.jpg', '●可容納單眼數位相機、數位相機、DJI Mavic Pro或類似尺寸的空拍機\n●側邊半身拉鍊可以輕鬆拿取鏡頭與配件\n●可容納13吋筆電\n●可單純當作相機包使用\n●可放 DJI OSMO 手持', '$20,168', '507', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(196, 'Incase', 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '0.jpg', '●可容納單眼數位相機、數位相機、DJI Mavic Pro或類似尺寸的空拍機\n●側邊半身拉鍊可以輕鬆拿取鏡頭與配件\n●可容納13吋筆電\n●可單純當作相機包使用\n●可放 DJI OSMO 手持穩', '$39,264', '201', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(197, 'DJI\n', 'Mavic Mini 充電底座', '0.jpg', '●MAVIC MINI 專用配件', '$20,167', '113', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(198, 'SJCAM', 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '0.jpg', '●聯詠96650晶片\n●200萬A+ 級高解析鏡頭\n●可更換鋰電池\n●邊充邊錄影\n●支援高容量32G micrso SD card。', '$13,542', '914', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(199, 'DJI\n', 'DJI Osmo Pocket 擴充配件轉接器', '0.jpg', '●為設備提供藍牙/Wi-Fi鏈接\n●提供固定平台\n●可同時為主機充電\n●使拍攝更加靈活方便', '$31,345', '384', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(200, 'DJI\n', 'DJI Osmo Pocket 無線模組', '0.jpg', '●為設備提供藍牙/Wi-Fi鏈接\n●提供固定平台\n●可同時為主機充電\n●使拍攝更加靈活方便', '$22,100', '375', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(201, 'DJI\n', 'DJI Osmo Pocket 聲音轉接頭', '0.jpg', '●轉接頭外接3.5mm麥克風\n●可通過音頻轉接頭外接', '$21,399', '730', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58'),
(202, 'DJI\n', 'DJI Osmo Pocket 擴充配件組', '0.jpg', '●實現大幅度無損防震\n●1/2.3 英吋感光元件\n●80度廣角鏡頭\n●f/2.0 大光圈\n●拍攝4K/60fps超高清影像', '$22,168', '946', '周邊', '2020-03-23 00:56:58', '2020-03-23 00:56:58');

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `ID` int(50) NOT NULL AUTO_INCREMENT,
  `Account` varchar(50) NOT NULL,
  `AccountActivated` int(1) DEFAULT NULL,
  `Email` varchar(100) NOT NULL,
  `Pwd` varchar(100) NOT NULL,
  `Name` varchar(100) DEFAULT NULL,
  `Gender` varchar(10) DEFAULT NULL,
  `Img` varchar(100) DEFAULT NULL,
  `Birthday` date DEFAULT NULL,
  `PhoneNumber` varchar(50) DEFAULT NULL,
  `Address` varchar(50) DEFAULT NULL,
  `Blocked` varchar(20) DEFAULT NULL,
  `VIP` varchar(10) DEFAULT NULL,
  `VIP_Start` date DEFAULT NULL,
  `VIP_Due` date DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`ID`),
  UNIQUE KEY `Account` (`Account`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `member`
--

TRUNCATE TABLE `member`;
--
-- 傾印資料表的資料 `member`
--

INSERT INTO `member` (`ID`, `Account`, `AccountActivated`, `Email`, `Pwd`, `Name`, `Gender`, `Img`, `Birthday`, `PhoneNumber`, `Address`, `Blocked`, `VIP`, `VIP_Start`, `VIP_Due`, `created_at`, `updated_at`) VALUES
(1, 'Brady0507', 1, 'nibh@Nam.com', '3565a686e7e365cd1902235baeda712efa9f3c6f', '王俊依', '男', '', '1994-12-28', '0901208666', '臺北市內湖區南湖里011鄰康寧路三段７０巷１６５號', 'NO', 'YES', '2019-01-01', '2020-01-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(2, 'Nicholas1111', 1, 'feugiat@Etiam.co.uk', '52253a27b6ea0a63bbd2a48b24ffc141ea8e752b', '郭柔延', '男', '', '1983-09-10', '0927600224', '臺北市南港區聯成里001鄰忠孝東路六段１３０號十樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(3, 'Eden5468', 1, 'lacus.Nulla.tincidunt@tempuslorem.net', '6c0602ec5cb683c76e9eeec6b8fff8fea3b2dec2', '洪玉芳', '女', '', '2007-11-17', '0967188791', '臺北市大同區星明里021鄰民生西路２４８號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(4, 'Colton780', 1, 'id.nunc@ideratEtiam.edu', 'a44a6c035ed805e4b3d9086c64c46fb2885fcadd', '張馨俐', '男', '', '2010-09-07', '0945386979', '臺北市南港區西新里008鄰成功路一段７８號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(5, 'Isabelle65437', 1, 'pharetra@nasceturridiculusmus.co.uk', '4ef77757e8c3bef5f98016fabecb483860615c78', '黃雅雯', '男', '', '1963-10-22', '0999424728', '臺北市信義區黎平里006鄰信安街１８８號五樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(6, 'Kathleen89043', 1, 'mauris@vitaeodio.org', 'e58c994d320dac65758fee6f8712084d33af38b5', '許佳蓉', '女', '', '1975-08-26', '0904214323', '臺北市信義區四育里016鄰永吉路３４９號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(7, 'Boris56803', 1, 'lobortis.Class.aptent@ac.co.uk', '5f3db71cf732c9cad0c9f2b2ff10adbfa93fb687', '趙秀娟', '女', '', '1997-12-04', '0912900648', '臺北市松山區吉祥里012鄰南京東路五段１１８號十一樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(8, 'Xantha33', 1, 'purus@Inmipede.org', '720e54922f8ad00f207f845df03709c17b0e27f8', '陳美珠', '男', '', '1975-08-07', '0902092983', '臺北市大安區通安里003鄰信義路四段２５６號十樓之２', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(9, 'Ulla4455', 1, 'ridiculus@turpis.net', '87793af5949f9f7b4aee0762084c83128169a02c', '徐常為', '男', '', '1991-06-29', '0981849035', '臺北市大同區光能里018鄰赤峰街５３巷２２號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(10, 'Sierra21', 1, 'nisi.dictum.augue@commodotincidunt.net', 'f97056fe7961dab9444af6be16614dc3c150879c', '江苑名', '男', '', '1967-06-12', '0922039611', '臺北市萬華區錦德里020鄰寶興街９４號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(11, 'Michelle', 1, 'Nulla@Fusce.edu', '187569f5bdd27560c0451eccd8f24cd22232637f', '林惠雯', '女', '', '1963-09-29', '0975903708', '臺北市松山區敦化里016鄰八德路三段１２巷５７弄４０之７號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(12, 'Ralph45', 1, 'Aenean@convallisantelectus.org', 'c587125d3df5c300c42b1600b4d9437c62d3afdc', '張明喬', '男', '', '1967-12-06', '0932312010', '臺北市士林區東山里014鄰東山路１００巷１２號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(13, 'Devin00', 1, 'urna.Ut@a.ca', '3ff7ee5ef842c6e56ad367ee2937a127f3c76f5a', '陳偉純', '男', '', '1977-09-23', '0980756070', '臺北市大安區仁慈里003鄰信義路四段１號七樓之２', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(14, 'Kyla', 1, 'sit.amet@loremDonecelementum.ca', 'b17fbb609146d64cc588cbad1abe88833c9a2975', '黃冠良', '男', '', '1992-09-01', '0953951377', '臺北市文山區興旺里021鄰福興路１０６巷３１號十樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(15, 'Sierra', 1, 'semper.pretium@ligulaNullamenim.org', '5f884cf5694022e258e7ab8cb717110d81776b84', '李佳玲', '女', '', '1998-09-21', '0922038504', '臺北市南港區東新里023鄰興南街５號四樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(16, 'Julian567', 1, 'Donec@primisinfaucibus.ca', '8261bb7c51ec3cc7ebbcaf11f787b6fc9402c224', '楊書豪', '男', '', '1968-01-19', '0929003579', '臺北市中山區中山里003鄰中山北路二段５９巷３０號四樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(17, 'Russell777', 1, 'nascetur.ridiculus@libero.com', 'ac5497f20f46a45ae428559655066789aa5b9e25', '陳佳瑩', '男', '', '1990-02-25', '0960315189', '臺北市大同區建明里002鄰長安西路８２號七樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(18, 'Aiko99', 1, 'augue.ac.ipsum@Donecfeugiatmetus.ca', 'ec3f1cb6d0a113f98075deff829b91405e28a9e8', '宋嬌夢', '女', '', '1986-10-25', '0920200069', '臺北市南港區舊莊里001鄰舊莊街一段３巷２弄２０號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(19, 'Vielka', 1, 'sodales@sedconsequat.org', '8331a54fdd530cbeda32c4c35d03a0c64d8d8927', '黃燕貴', '女', '', '2008-07-19', '0930637539', '臺北市內湖區秀湖里017鄰成功路四段３２４巷４弄８號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(20, 'Karleigh', 1, 'molestie.pharetra@nec.ca', '3f90458111e78a8863283c921df4ad88658f3064', '蔡怡文', '男', '', '1970-12-07', '0989893535', '臺北市萬華區華中里005鄰萬大路４８６巷１０弄２４號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(21, 'Keely7986', 1, 'sem@Aliquam.co.uk', '0c61e93e83827f94c3ae8704406e71f974cc450f', '黃詩靖', '女', '', '1974-02-02', '0930557368', '臺北市大同區建明里002鄰長安西路８８號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(22, 'Aurora', 1, 'augue@atpede.co.uk', 'f0c300ffd00f401b3a9cce514b2c3ebd905e1d39', '烏琦江', '男', '', '2008-02-14', '0946141594', '臺北市文山區明義里025鄰興隆路四段１０５巷４７號十八樓之１１', 'NO', 'YES', '2019-05-01', '2020-05-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(23, 'Leigh0894', 1, 'Ut.tincidunt.orci@rhoncusNullamvelit.com', '87b3dd56f808ceac5f02d7f955fe0757d0652764', '陳宥漢', '女', '', '1968-01-23', '0906057370', '臺北市中山區中山里023鄰林森北路２９３號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(24, 'Basil', 1, 'elit.elit@massalobortis.ca', '162ba2e40961fccd210e033ff2bce83f103e4dcf', '曹偉安', '男', '', '1996-06-28', '0945421975', '臺北市文山區樟林里012鄰下崙路９之３號五樓', 'NO', 'YES', '2019-10-20', '2020-10-31', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(25, 'Lee157', 1, 'eget.tincidunt@hendreritconsectetuercursus.co.uk', '1d9b48ca521d57df8c0b3bb316b323f6b625cdc3', '範文彬', '男', '', '1983-09-13', '0906246615', '臺北市中正區頂東里001鄰羅斯福路三段１００號地下之３２', 'YES', 'YES', '2020-01-01', '2021-01-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(26, 'Honorato', 1, 'interdum.Nunc@Maurisblandit.ca', '709d6b18bf0a274433ca3f47eeff071fc9974bf6', '王冠靖', '女', '', '1976-03-31', '0957932366', '臺北市萬華區綠堤里011鄰環河南路二段１５７號十樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(27, 'Chancellor88', 1, 'magna@condimentumDonec.edu', 'a7b52067308457bba91955c4ca2ef0c376641973', '林靜臻', '男', '', '1973-08-02', '0983288305', '臺北市文山區景美里007鄰育英街３１巷３４弄９號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(28, 'Hu', 1, 'vitae.sodales@magnaseddui.ca', '5cb7829bab81459668ef97549fa0d82fb2b399b4', '楊思穎', '男', '', '1975-08-04', '0902561546', '臺北市南港區成福里004鄰東新街８０巷１０弄４號三樓', 'NO', 'YES', '2020-02-03', '2020-02-03', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(29, 'Amy', 1, 'arcu@orciPhasellus.com', '66f8ec6cc042a764e0990c2da0f836c3ec54eabe', '王柏舜', '女', '', '1984-02-15', '0975911053', '臺北市大同區保安里001鄰酒泉街１０５之４號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(30, 'Gil7115', 1, 'velit.justo.nec@Nullam.edu', '3068720b88c2fdd25e60f14ea051c9b94893f8f1', '陳致柔', '女', '', '1961-09-17', '0900284832', '臺北市北投區豐年里016鄰大業路５３７號二樓', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(31, 'Herman', 1, 'sed@pretiumneque.ca', 'a2fbf9b918a6b40edfcd1e51cff4c4bf42bbb411', '黃志憲', '男', '', '1980-08-01', '0947710239', '臺北市中山區晴光里008鄰農安街１９號九樓之１', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(32, 'Harrison', 1, 'molestie@malesuadaaugue.org', 'f7c305a529d5bc8d1bcbd3eb6c4784d10b8309bb', '黃亭君', '女', '', '1974-12-16', '0907540660', '臺北市文山區興旺里003鄰福興路６３巷４弄１１之１號七樓', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(33, 'Summer0876', 1, 'Morbi.non.sapien@ultrices.co.uk', '4146e5d02329bdffc3e1f9e0656bb863d059f2ef', '溫郁涵', '男', '', '1963-09-14', '0958242249', '臺北市北投區中和里006鄰中和街４５５巷４弄１號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(34, 'Tatiana', 1, 'Etiam.ligula@pharetrasedhendrerit.edu', 'ae0a44d8836092e9a5ba56d5a180146843eef99a', '張碧依', '男', '', '1963-09-10', '0959626921', '臺北市內湖區湖興里014鄰民權東路六段１５０之１號十二樓之１６', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(35, 'test', 1, 'test111@ntu.edu.tw', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '楊俊吉', '', '', '1991-04-21', '0981999003', '臺北市大安區古莊里002鄰和平東路一段５０巷１弄８號六樓', 'NO', 'YES', '0000-00-00', '0000-00-00', '2020-02-16 16:14:50', '2020-02-16 16:14:50'),
(36, 'Candice0887', 1, 'ac.facilisis@Aliquamtinciduntnunc.com', '5a6c027739911150b239b885770dc731e94fe4a4', '黃柏宇', '女', '', '1974-07-19', '0943988182', '臺北市文山區樟文里004鄰忠順街一段２號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:50', '2020-02-16 16:14:50');

-- --------------------------------------------------------

--
-- 資料表結構 `multiple_images`
--

CREATE TABLE IF NOT EXISTS `multiple_images` (
  `multipleImageId` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `multipleImageImg` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片名稱',
  `itemId` int(11) NOT NULL COMMENT '商品編號',
  `itemName` varchar(3000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品名稱',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間	',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`multipleImageId`)
) ENGINE=InnoDB AUTO_INCREMENT=1380 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `multiple_images`
--

TRUNCATE TABLE `multiple_images`;
--
-- 傾印資料表的資料 `multiple_images`
--

INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(1, '0.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(2, '1.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(3, '2.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(4, '3.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(5, '4.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(6, '5.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(7, '6.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(8, '0.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(9, '1.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(10, '2.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(11, '3.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(12, '4.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(13, '0.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(14, '1.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(15, '2.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(16, '3.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(17, '4.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(18, '0.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(19, '1.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(20, '2.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(21, '3.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(22, '4.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(23, '0.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(24, '1.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(25, '2.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(26, '3.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(27, '4.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(28, '0.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(29, '1.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:40', '2020-03-23 10:24:40'),
(30, '2.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(31, '3.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(32, '4.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(33, '5.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(34, '0.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(35, '1.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(36, '2.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(37, '3.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(38, '4.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(39, '5.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(40, '6.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(41, '7.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(42, '8.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(43, '9.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(44, '0.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(45, '1.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(46, '2.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(47, '3.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(48, '4.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(49, '0.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(50, '1.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(51, '2.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(52, '3.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(53, '4.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(54, '5.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(55, '6.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(56, '7.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(57, '8.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(58, '0.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(59, '1.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-23 10:24:41', '2020-03-23 10:24:41'),
(60, '2.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(61, '3.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(62, '4.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(63, '0.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(64, '1.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(65, '2.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(66, '3.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(67, '4.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(68, '0.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(69, '1.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(70, '2.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(71, '3.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(72, '4.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(73, '5.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(74, '6.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(75, '0.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(76, '1.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(77, '2.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(78, '3.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(79, '4.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(80, '5.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(81, '6.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(82, '7.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(83, '8.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(84, '9.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(85, '10.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(86, '11.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(87, '0.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(88, '1.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(89, '2.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(90, '3.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(91, '4.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(92, '5.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(93, '6.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(94, '7.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(95, '0.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(96, '1.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(97, '2.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(98, '3.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(99, '4.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:42', '2020-03-23 10:24:42'),
(100, '5.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(101, '6.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(102, '7.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(103, '8.jpg', 15, 'Apple Watch Series 5', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(104, '0.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(105, '1.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(106, '2.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(107, '3.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(108, '4.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(109, '5.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(110, '6.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(111, '0.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(112, '1.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(113, '2.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(114, '3.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(115, '4.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(116, '5.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(117, '0.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(118, '1.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(119, '2.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(120, '3.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(121, '4.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(122, '5.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(123, '0.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(124, '1.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(125, '2.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(126, '3.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(127, '4.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(128, '0.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(129, '1.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(130, '2.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(131, '3.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(132, '4.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(133, '5.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(134, '6.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(135, '7.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(136, '8.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(137, '9.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(138, '10.jpg', 20, 'Apple Watch Nike', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(139, '0.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(140, '1.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-23 10:24:43', '2020-03-23 10:24:43'),
(141, '2.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(142, '3.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(143, '4.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(144, '0.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(145, '1.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(146, '2.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(147, '3.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(148, '4.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(149, '0.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(150, '1.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(151, '2.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(152, '3.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(153, '4.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(154, '5.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(155, '0.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(156, '1.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(157, '2.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(158, '3.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(159, '4.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(160, '0.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(161, '1.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(162, '2.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(163, '3.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(164, '4.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(165, '5.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(166, '6.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(167, '0.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(168, '1.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(169, '2.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(170, '3.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(171, '4.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(172, '0.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(173, '1.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(174, '2.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:44', '2020-03-23 10:24:44'),
(175, '3.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(176, '4.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(177, '5.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(178, '6.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(179, '7.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(180, '0.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(181, '1.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(182, '2.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(183, '3.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(184, '4.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(185, '5.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(186, '6.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(187, '7.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(188, '0.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(189, '1.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(190, '2.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(191, '3.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(192, '4.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(193, '0.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(194, '1.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(195, '2.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(196, '3.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(197, '4.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(198, '5.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(199, '6.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(200, '7.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(201, '8.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(202, '9.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(203, '10.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(204, '11.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(205, '0.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(206, '1.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(207, '2.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(208, '3.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(209, '4.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(210, '0.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(211, '1.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(212, '2.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:45', '2020-03-23 10:24:45'),
(213, '3.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(214, '4.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(215, '5.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(216, '6.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(217, '0.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(218, '1.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(219, '2.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(220, '3.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(221, '4.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(222, '5.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(223, '6.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(224, '7.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(225, '8.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(226, '9.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(227, '0.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(228, '1.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(229, '2.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(230, '3.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(231, '4.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(232, '0.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(233, '1.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(234, '2.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(235, '3.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(236, '4.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(237, '0.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(238, '1.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(239, '2.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(240, '3.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(241, '4.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(242, '5.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(243, '6.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(244, '7.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(245, '8.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(246, '9.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(247, '10.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(248, '0.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(249, '1.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(250, '2.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(251, '3.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(252, '4.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(253, '0.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(254, '1.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(255, '2.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(256, '3.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(257, '4.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(258, '0.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(259, '1.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:46', '2020-03-23 10:24:46'),
(260, '2.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(261, '3.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(262, '4.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(263, '5.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(264, '6.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(265, '7.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(266, '8.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(267, '9.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(268, '10.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(269, '11.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(270, '12.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(271, '13.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(272, '14.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(273, '0.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(274, '1.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(275, '2.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(276, '3.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(277, '4.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(278, '5.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(279, '6.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(280, '0.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(281, '1.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(282, '2.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(283, '3.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(284, '4.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(285, '0.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(286, '1.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(287, '2.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(288, '3.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(289, '4.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(290, '0.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(291, '1.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(292, '2.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(293, '3.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(294, '4.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(295, '5.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(296, '6.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(297, '7.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(298, '8.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(299, '9.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(300, '10.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(301, '11.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:47', '2020-03-23 10:24:47'),
(302, '12.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(303, '13.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(304, '0.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(305, '1.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(306, '2.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(307, '3.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(308, '4.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(309, '0.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(310, '1.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(311, '2.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(312, '3.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(313, '4.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(314, '5.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(315, '6.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(316, '7.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(317, '8.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(318, '9.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(319, '10.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(320, '11.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(321, '12.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(322, '0.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(323, '1.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(324, '2.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(325, '3.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(326, '4.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(327, '5.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(328, '6.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(329, '7.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(330, '8.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(331, '9.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(332, '10.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(333, '11.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(334, '12.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(335, '0.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(336, '1.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(337, '2.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:48', '2020-03-23 10:24:48'),
(338, '3.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(339, '4.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(340, '5.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(341, '6.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(342, '0.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(343, '1.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(344, '2.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(345, '3.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(346, '4.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(347, '5.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(348, '0.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(349, '1.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(350, '2.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(351, '3.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(352, '4.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(353, '5.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(354, '0.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(355, '1.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(356, '2.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(357, '3.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(358, '4.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(359, '5.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(360, '6.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(361, '7.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:49', '2020-03-23 10:24:49'),
(362, '8.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(363, '9.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(364, '10.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(365, '11.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(366, '12.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(367, '0.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(368, '1.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(369, '2.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(370, '3.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(371, '4.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(372, '0.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(373, '1.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(374, '2.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(375, '3.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(376, '4.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(377, '5.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(378, '6.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(379, '7.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(380, '8.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(381, '9.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(382, '10.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(383, '0.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(384, '1.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(385, '2.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(386, '3.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(387, '4.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(388, '5.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(389, '6.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(390, '0.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:50', '2020-03-23 10:24:50'),
(391, '1.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(392, '2.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(393, '3.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(394, '4.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(395, '0.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(396, '1.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(397, '2.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(398, '3.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(399, '4.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(400, '0.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(401, '1.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(402, '2.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(403, '3.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(404, '4.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(405, '5.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(406, '6.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(407, '7.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(408, '8.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(409, '9.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(410, '10.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(411, '11.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(412, '0.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(413, '1.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(414, '2.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(415, '3.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(416, '4.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(417, '5.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(418, '6.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(419, '7.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(420, '8.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(421, '9.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(422, '10.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(423, '11.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(424, '12.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(425, '0.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-23 10:24:51', '2020-03-23 10:24:51'),
(426, '1.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(427, '2.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(428, '3.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(429, '4.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(430, '0.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(431, '1.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(432, '2.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(433, '3.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(434, '4.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(435, '5.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(436, '6.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(437, '7.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(438, '8.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(439, '9.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(440, '10.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(441, '11.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(442, '12.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(443, '13.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(444, '14.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(445, '0.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(446, '1.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(447, '2.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(448, '3.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(449, '4.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(450, '5.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(451, '6.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(452, '0.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(453, '1.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(454, '2.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(455, '3.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(456, '4.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(457, '5.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(458, '6.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(459, '7.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(460, '8.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(461, '9.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(462, '0.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(463, '1.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(464, '2.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:52', '2020-03-23 10:24:52'),
(465, '3.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(466, '4.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(467, '5.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(468, '6.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(469, '7.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(470, '8.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(471, '9.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(472, '10.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(473, '0.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(474, '1.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(475, '2.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(476, '3.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(477, '4.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(478, '5.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(479, '6.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(480, '0.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(481, '1.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(482, '2.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(483, '3.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(484, '4.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(485, '5.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(486, '6.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(487, '0.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(488, '1.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(489, '2.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(490, '3.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(491, '4.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(492, '5.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(493, '6.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(494, '7.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(495, '8.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(496, '9.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(497, '0.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(498, '1.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(499, '2.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(500, '3.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(501, '4.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(502, '0.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(503, '1.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(504, '2.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(505, '3.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(506, '4.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(507, '5.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(508, '6.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(509, '7.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(510, '8.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(511, '9.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(512, '10.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:53', '2020-03-23 10:24:53'),
(513, '11.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(514, '12.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(515, '13.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(516, '0.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(517, '1.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(518, '2.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(519, '3.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(520, '4.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(521, '5.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(522, '6.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(523, '7.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(524, '8.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54');
INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(525, '0.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(526, '1.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(527, '2.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(528, '3.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(529, '4.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(530, '0.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(531, '1.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(532, '2.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(533, '3.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(534, '4.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(535, '5.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(536, '0.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(537, '1.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(538, '2.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(539, '3.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(540, '4.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(541, '5.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(542, '6.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(543, '7.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(544, '8.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(545, '0.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(546, '1.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(547, '2.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(548, '3.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:54', '2020-03-23 10:24:54'),
(549, '4.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(550, '0.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(551, '1.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(552, '2.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(553, '3.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(554, '4.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(555, '5.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(556, '6.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(557, '7.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(558, '8.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(559, '9.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(560, '10.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(561, '11.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(562, '12.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(563, '13.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(564, '14.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(565, '0.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(566, '1.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(567, '2.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(568, '3.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(569, '4.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(570, '0.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(571, '1.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(572, '2.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(573, '3.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(574, '4.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(575, '0.jpg', 76, 'QCY L1藍牙耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(576, '1.jpg', 76, 'QCY L1藍牙耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(577, '2.jpg', 76, 'QCY L1藍牙耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(578, '3.jpg', 76, 'QCY L1藍牙耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(579, '4.jpg', 76, 'QCY L1藍牙耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(580, '0.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(581, '1.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(582, '2.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(583, '3.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(584, '4.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-23 10:24:55', '2020-03-23 10:24:55'),
(585, '0.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(586, '1.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(587, '2.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(588, '3.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(589, '4.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(590, '0.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(591, '1.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(592, '2.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(593, '3.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(594, '4.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(595, '0.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(596, '1.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(597, '2.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(598, '3.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(599, '4.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(600, '5.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(601, '6.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(602, '0.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(603, '1.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(604, '2.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(605, '3.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(606, '4.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(607, '0.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(608, '1.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(609, '2.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(610, '3.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(611, '4.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(612, '0.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(613, '1.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(614, '2.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(615, '3.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(616, '4.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(617, '0.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(618, '1.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(619, '2.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(620, '3.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(621, '4.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(622, '0.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(623, '1.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(624, '2.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(625, '3.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(626, '4.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(627, '5.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(628, '6.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(629, '7.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:56', '2020-03-23 10:24:56'),
(630, '8.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(631, '0.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(632, '1.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(633, '2.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(634, '3.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(635, '4.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(636, '5.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(637, '6.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(638, '7.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(639, '0.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(640, '1.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(641, '2.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(642, '3.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(643, '4.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(644, '0.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(645, '1.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(646, '2.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(647, '3.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(648, '4.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(649, '0.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(650, '1.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(651, '2.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(652, '3.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(653, '4.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(654, '0.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(655, '1.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(656, '2.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(657, '3.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(658, '4.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(659, '5.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(660, '0.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(661, '1.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(662, '2.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(663, '3.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(664, '4.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(665, '0.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(666, '1.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(667, '2.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(668, '3.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(669, '4.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(670, '5.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(671, '6.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(672, '0.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(673, '1.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(674, '2.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(675, '3.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(676, '4.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(677, '0.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(678, '1.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(679, '2.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(680, '3.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(681, '4.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(682, '5.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(683, '6.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(684, '0.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-23 10:24:57', '2020-03-23 10:24:57'),
(685, '1.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(686, '2.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(687, '3.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(688, '4.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(689, '0.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(690, '1.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(691, '2.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(692, '3.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(693, '4.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(694, '5.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(695, '6.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(696, '0.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(697, '1.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(698, '2.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(699, '3.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(700, '4.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(701, '5.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(702, '0.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(703, '1.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(704, '2.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(705, '3.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(706, '4.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(707, '0.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(708, '1.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(709, '2.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(710, '3.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(711, '4.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(712, '5.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(713, '6.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(714, '7.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(715, '8.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-23 10:24:58', '2020-03-23 10:24:58'),
(716, '0.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(717, '1.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(718, '2.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(719, '3.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(720, '4.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(721, '5.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(722, '0.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(723, '1.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(724, '2.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(725, '3.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(726, '4.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(727, '5.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(728, '0.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(729, '1.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(730, '2.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(731, '3.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(732, '4.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(733, '5.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(734, '0.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(735, '1.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(736, '2.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(737, '3.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(738, '4.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(739, '0.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(740, '1.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(741, '2.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(742, '3.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(743, '4.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(744, '0.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(745, '1.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(746, '2.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(747, '3.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(748, '4.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(749, '5.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(750, '6.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(751, '7.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(752, '8.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(753, '9.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(754, '10.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(755, '11.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(756, '0.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(757, '1.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(758, '2.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(759, '3.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(760, '4.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(761, '5.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(762, '0.jpg', 107, 'SONY WH-CH699N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(763, '1.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:24:59', '2020-03-23 10:24:59'),
(764, '2.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(765, '3.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(766, '4.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(767, '5.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(768, '6.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(769, '0.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(770, '1.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(771, '2.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(772, '3.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(773, '4.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(774, '5.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(775, '0.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(776, '1.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(777, '2.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(778, '3.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(779, '4.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(780, '5.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(781, '6.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(782, '7.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(783, '0.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(784, '1.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(785, '2.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(786, '3.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(787, '4.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(788, '0.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(789, '1.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(790, '2.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(791, '3.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(792, '4.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(793, '5.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(794, '0.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(795, '1.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(796, '2.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(797, '3.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(798, '4.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(799, '5.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(800, '6.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(801, '0.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-23 10:25:00', '2020-03-23 10:25:00'),
(802, '1.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(803, '2.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(804, '3.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(805, '4.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(806, '0.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(807, '1.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(808, '2.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(809, '3.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(810, '4.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(811, '0.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(812, '1.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(813, '2.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(814, '3.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(815, '4.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(816, '0.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(817, '1.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(818, '2.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(819, '3.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(820, '4.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(821, '0.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(822, '1.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(823, '2.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(824, '3.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(825, '4.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(826, '0.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(827, '1.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(828, '2.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(829, '3.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(830, '4.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(831, '5.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(832, '6.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(833, '0.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(834, '1.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(835, '2.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(836, '3.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(837, '4.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(838, '0.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:01', '2020-03-23 10:25:01'),
(839, '1.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(840, '2.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(841, '3.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(842, '4.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(843, '5.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(844, '0.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(845, '1.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(846, '2.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(847, '3.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(848, '4.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(849, '5.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(850, '0.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(851, '1.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(852, '2.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(853, '3.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(854, '4.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(855, '5.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(856, '6.jpg', 122, '鐵三角 ATH-CKS5TW  真無線運動耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(857, '0.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(858, '1.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(859, '2.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(860, '3.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(861, '4.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(862, '0.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(863, '1.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(864, '2.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(865, '3.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(866, '4.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(867, '0.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(868, '1.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(869, '2.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(870, '3.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-23 10:25:02', '2020-03-23 10:25:02'),
(871, '4.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(872, '0.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(873, '1.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(874, '2.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(875, '3.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(876, '4.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(877, '0.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(878, '1.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(879, '2.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(880, '3.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(881, '4.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(882, '5.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(883, '0.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(884, '1.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(885, '2.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(886, '3.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(887, '4.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(888, '5.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(889, '6.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(890, '7.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(891, '8.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(892, '9.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(893, '10.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(894, '11.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(895, '0.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(896, '1.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(897, '2.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(898, '3.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(899, '4.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(900, '0.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(901, '1.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(902, '2.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(903, '3.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(904, '4.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(905, '0.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(906, '1.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(907, '2.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(908, '3.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(909, '4.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(910, '0.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(911, '1.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(912, '2.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(913, '3.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(914, '4.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(915, '0.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(916, '1.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(917, '2.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:03', '2020-03-23 10:25:03'),
(918, '3.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(919, '4.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(920, '5.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(921, '6.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(922, '7.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(923, '8.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(924, '9.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(925, '10.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(926, '11.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(927, '0.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(928, '1.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(929, '2.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(930, '3.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(931, '4.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(932, '0.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(933, '1.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(934, '2.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(935, '3.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(936, '4.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(937, '5.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(938, '6.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(939, '7.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(940, '0.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(941, '1.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(942, '2.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(943, '3.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(944, '4.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(945, '5.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(946, '0.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(947, '1.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(948, '2.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(949, '3.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(950, '4.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(951, '0.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-23 10:25:04', '2020-03-23 10:25:04'),
(952, '1.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(953, '2.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(954, '3.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(955, '4.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(956, '0.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(957, '1.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(958, '2.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(959, '3.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(960, '4.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(961, '0.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(962, '1.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(963, '2.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(964, '3.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(965, '4.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(966, '0.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(967, '1.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(968, '2.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(969, '3.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(970, '4.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(971, '0.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(972, '1.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(973, '2.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(974, '3.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(975, '4.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(976, '0.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(977, '1.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(978, '2.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(979, '3.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(980, '4.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(981, '0.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(982, '1.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(983, '2.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(984, '3.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(985, '4.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:05', '2020-03-23 10:25:05'),
(986, '5.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(987, '6.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(988, '7.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(989, '8.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(990, '9.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(991, '0.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(992, '1.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(993, '2.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(994, '3.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(995, '4.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(996, '0.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(997, '1.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(998, '2.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(999, '3.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1000, '4.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1001, '0.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1002, '1.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1003, '2.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1004, '3.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1005, '4.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1006, '0.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1007, '1.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1008, '2.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1009, '3.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1010, '4.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1011, '0.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1012, '1.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1013, '2.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1014, '3.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1015, '4.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1016, '5.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1017, '6.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1018, '7.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1019, '0.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1020, '1.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1021, '2.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1022, '3.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1023, '4.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1024, '5.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1025, '6.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1026, '7.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1027, '8.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1028, '9.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1029, '10.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1030, '0.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:06', '2020-03-23 10:25:06'),
(1031, '1.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1032, '2.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1033, '3.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1034, '4.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1035, '5.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1036, '6.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1037, '7.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-23 10:25:07', '2020-03-23 10:25:07');
INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(1038, '0.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1039, '1.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1040, '2.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1041, '3.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1042, '4.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1043, '5.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1044, '6.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1045, '7.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1046, '0.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1047, '1.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1048, '2.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1049, '3.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1050, '4.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1051, '5.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1052, '6.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1053, '7.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1054, '0.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1055, '1.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1056, '2.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1057, '3.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1058, '4.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1059, '5.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1060, '6.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1061, '7.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1062, '0.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1063, '1.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1064, '2.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1065, '3.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1066, '4.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1067, '5.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1068, '6.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1069, '0.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1070, '1.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1071, '2.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1072, '3.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1073, '4.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-23 10:25:07', '2020-03-23 10:25:07'),
(1074, '0.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1075, '1.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1076, '2.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1077, '3.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1078, '4.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1079, '5.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1080, '6.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1081, '0.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1082, '1.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1083, '2.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1084, '3.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1085, '4.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1086, '5.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1087, '6.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1088, '0.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1089, '1.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1090, '2.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1091, '3.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1092, '4.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1093, '0.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1094, '1.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1095, '2.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1096, '3.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1097, '4.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1098, '5.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1099, '0.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1100, '1.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1101, '2.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1102, '3.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1103, '4.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1104, '5.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1105, '6.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1106, '7.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1107, '0.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1108, '1.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1109, '2.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:08', '2020-03-23 10:25:08'),
(1110, '3.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1111, '4.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1112, '5.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1113, '6.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1114, '7.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1115, '0.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1116, '1.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1117, '2.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1118, '3.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1119, '4.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1120, '0.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1121, '1.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1122, '2.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1123, '3.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1124, '4.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1125, '5.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1126, '6.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1127, '7.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1128, '0.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1129, '1.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1130, '2.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1131, '3.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1132, '4.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1133, '5.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1134, '6.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1135, '7.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1136, '8.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1137, '9.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1138, '0.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1139, '1.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1140, '2.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1141, '3.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1142, '4.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1143, '5.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1144, '6.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1145, '7.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1146, '8.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1147, '9.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1148, '10.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:09', '2020-03-23 10:25:09'),
(1149, '11.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1150, '0.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1151, '1.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1152, '2.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1153, '3.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1154, '4.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1155, '5.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1156, '6.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1157, '7.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1158, '0.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1159, '1.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1160, '2.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1161, '3.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1162, '4.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1163, '5.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1164, '0.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1165, '1.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1166, '2.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1167, '3.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1168, '4.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1169, '5.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1170, '6.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1171, '7.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1172, '8.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1173, '0.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1174, '1.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1175, '2.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1176, '3.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1177, '4.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1178, '5.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1179, '0.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1180, '1.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1181, '2.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1182, '3.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1183, '4.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1184, '5.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1185, '6.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1186, '7.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1187, '0.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1188, '1.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1189, '2.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1190, '3.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-23 10:25:10', '2020-03-23 10:25:10'),
(1191, '4.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1192, '0.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1193, '1.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1194, '2.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1195, '3.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1196, '4.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1197, '5.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1198, '6.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1199, '7.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1200, '0.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1201, '1.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1202, '2.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1203, '3.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1204, '4.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1205, '0.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1206, '1.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1207, '2.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1208, '3.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1209, '4.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1210, '0.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1211, '1.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1212, '2.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1213, '3.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1214, '4.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1215, '0.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1216, '1.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1217, '2.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1218, '3.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1219, '4.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1220, '5.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1221, '0.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1222, '1.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1223, '2.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1224, '3.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1225, '4.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1226, '5.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1227, '6.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1228, '7.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1229, '8.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-23 10:25:11', '2020-03-23 10:25:11'),
(1230, '0.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1231, '1.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1232, '2.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1233, '3.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1234, '4.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1235, '0.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1236, '1.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1237, '2.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1238, '3.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1239, '4.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1240, '5.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1241, '6.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1242, '0.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1243, '1.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1244, '2.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1245, '3.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1246, '4.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1247, '5.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1248, '0.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1249, '1.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1250, '2.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1251, '3.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1252, '4.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1253, '0.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1254, '1.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1255, '2.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1256, '3.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1257, '4.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1258, '5.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1259, '6.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1260, '0.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1261, '1.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1262, '2.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1263, '3.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:12', '2020-03-23 10:25:12'),
(1264, '4.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1265, '5.jpg', 184, 'Mavic Mini小背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1266, '0.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1267, '1.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1268, '2.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1269, '3.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1270, '4.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1271, '0.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1272, '1.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1273, '2.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1274, '3.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1275, '4.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1276, '0.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1277, '1.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1278, '2.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1279, '3.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1280, '4.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1281, '5.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1282, '6.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1283, '0.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1284, '1.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1285, '2.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1286, '3.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1287, '4.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1288, '5.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1289, '0.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1290, '1.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1291, '2.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1292, '3.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1293, '4.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1294, '5.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1295, '6.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1296, '7.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:13', '2020-03-23 10:25:13'),
(1297, '8.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1298, '0.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1299, '1.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1300, '2.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1301, '3.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1302, '4.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1303, '0.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1304, '1.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1305, '2.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1306, '3.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1307, '4.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1308, '5.jpg', 191, 'Mavic Mini 充電管家', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1309, '0.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1310, '1.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1311, '2.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1312, '3.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1313, '4.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1314, '5.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1315, '0.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1316, '1.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1317, '2.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1318, '3.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1319, '4.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1320, '5.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1321, '6.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1322, '7.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1323, '8.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1324, '9.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1325, '0.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1326, '1.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1327, '2.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1328, '3.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1329, '4.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1330, '0.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:14', '2020-03-23 10:25:14'),
(1331, '1.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1332, '2.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1333, '3.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1334, '4.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1335, '5.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1336, '6.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1337, '7.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1338, '8.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1339, '9.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1340, '0.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1341, '1.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1342, '2.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1343, '3.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1344, '4.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1345, '5.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1346, '6.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1347, '7.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1348, '8.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1349, '9.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1350, '0.jpg', 197, 'Mavic Mini 充電底座', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1351, '1.jpg', 197, 'Mavic Mini 充電底座', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1352, '2.jpg', 197, 'Mavic Mini 充電底座', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1353, '3.jpg', 197, 'Mavic Mini 充電底座', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1354, '4.jpg', 197, 'Mavic Mini 充電底座', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1355, '0.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1356, '1.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1357, '2.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1358, '3.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1359, '4.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1360, '0.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-23 10:25:15', '2020-03-23 10:25:15'),
(1361, '1.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1362, '2.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1363, '3.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1364, '4.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1365, '0.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1366, '1.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1367, '2.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1368, '3.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1369, '4.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1370, '0.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1371, '1.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1372, '2.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1373, '3.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1374, '4.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1375, '0.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1376, '1.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1377, '2.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1378, '3.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-23 10:25:16', '2020-03-23 10:25:16'),
(1379, '4.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-23 10:25:16', '2020-03-23 10:25:16');

-- --------------------------------------------------------

--
-- 資料表結構 `orderbuyer`
--

CREATE TABLE IF NOT EXISTS `orderbuyer` (
  `orderId` varchar(20) NOT NULL COMMENT '訂單編號',
  `buyerName` varchar(20) NOT NULL COMMENT '購買人姓名',
  `buyerMobile` varchar(10) NOT NULL COMMENT '購買人電話',
  `discount` varchar(20) NOT NULL COMMENT '折扣金額',
  `shipcost` varchar(20) NOT NULL COMMENT '運費',
  `total` int(11) NOT NULL COMMENT '總計',
  `buyerAdress` varchar(99) NOT NULL COMMENT '購買人地址',
  `invoiceType` varchar(10) NOT NULL COMMENT '發票類別',
  `paymentType` varchar(20) NOT NULL COMMENT '付款方式',
  `taxNo` int(10) DEFAULT NULL COMMENT '統一編號',
  `shipping` varchar(20) NOT NULL COMMENT '運送方式',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderbuyer`
--

TRUNCATE TABLE `orderbuyer`;
--
-- 傾印資料表的資料 `orderbuyer`
--

INSERT INTO `orderbuyer` (`orderId`, `buyerName`, `buyerMobile`, `discount`, `shipcost`, `total`, `buyerAdress`, `invoiceType`, `paymentType`, `taxNo`, `shipping`, `created_at`, `updated_at`) VALUES
('XLI856Y9I', '', '', '0', '100', 1300, '台北市大安區', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-23 11:48:25', '2020-03-23 11:48:25'),
('BAWVCDE1F', '', '', '0', '100', 800, '台北市大安區', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-23 11:51:37', '2020-03-23 11:51:37');

-- --------------------------------------------------------

--
-- 資料表結構 `orderdetail`
--

CREATE TABLE IF NOT EXISTS `orderdetail` (
  `orderId` int(20) NOT NULL COMMENT '訂單編號',
  `pId` varchar(20) NOT NULL COMMENT '產品ID',
  `count` int(20) NOT NULL COMMENT '購買數量',
  `outStatus` varchar(20) NOT NULL COMMENT '產品狀態',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderdetail`
--

TRUNCATE TABLE `orderdetail`;
--
-- 傾印資料表的資料 `orderdetail`
--

INSERT INTO `orderdetail` (`orderId`, `pId`, `count`, `outStatus`, `created_at`, `updated_at`) VALUES
(1, 'p006', 1, '已出貨', '2020-02-16 10:41:53', '2020-02-16 10:41:53'),
(1, 'p008', 1, '退貨處理中', '2020-02-16 10:41:53', '2020-02-16 10:41:53'),
(2, 'p007', 2, '退貨處理中', '2020-02-16 10:42:00', '2020-02-16 10:42:00'),
(2, 'p001', 1, '退貨處理中', '2020-02-16 10:42:00', '2020-02-16 10:42:00'),
(3, 'p006', 2, '退貨完成', '2020-02-16 10:42:05', '2020-02-16 10:42:05'),
(3, 'p003', 1, '已出貨', '2020-02-16 10:42:05', '2020-02-16 10:42:05'),
(4, 'p002', 1, '退貨完成', '2020-02-16 10:43:07', '2020-02-16 10:43:07'),
(5, 'p005', 1, '退貨完成', '2020-02-16 10:43:11', '2020-02-16 10:43:11'),
(6, 'p008', 1, '退貨處理中', '2020-02-16 11:07:04', '2020-02-16 11:07:04'),
(6, 'p003', 1, '退貨處理中', '2020-02-16 11:07:04', '2020-02-16 11:07:04'),
(7, 'p003', 1, '', '2020-02-16 11:12:25', '2020-02-16 11:12:25'),
(8, 'p006', 2, '', '2020-02-16 11:12:32', '2020-02-16 11:12:32'),
(8, 'p005', 1, '', '2020-02-16 11:12:32', '2020-02-16 11:12:32'),
(9, 'p004', 1, '', '2020-02-16 13:31:29', '2020-02-16 13:31:29'),
(9, 'p006', 1, '', '2020-02-16 13:31:29', '2020-02-16 13:31:29');

-- --------------------------------------------------------

--
-- 資料表結構 `orderlist`
--

CREATE TABLE IF NOT EXISTS `orderlist` (
  `orderId` int(100) NOT NULL AUTO_INCREMENT COMMENT '訂單編號',
  `csId` varchar(20) NOT NULL COMMENT '會員ID',
  `total` varchar(20) NOT NULL COMMENT '訂單總額',
  `marketingType` varchar(99) NOT NULL COMMENT '行銷類別',
  `paymentType` varchar(20) NOT NULL COMMENT '付款類別',
  `shippingWay` varchar(20) NOT NULL COMMENT '運送類別',
  `outStatus` varchar(20) NOT NULL COMMENT '訂單狀態',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`orderId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderlist`
--

TRUNCATE TABLE `orderlist`;
--
-- 傾印資料表的資料 `orderlist`
--

INSERT INTO `orderlist` (`orderId`, `csId`, `total`, `marketingType`, `paymentType`, `shippingWay`, `outStatus`, `created_at`, `updated_time`) VALUES
(1, 'CS002', '140', '', 'ATM', '宅配到府', '已出貨', '2020-02-16 10:41:53', '2020-02-16 10:41:53'),
(2, 'CS002', '150', '', 'IbonPay', '宅配到府', '已出貨', '2020-02-16 10:42:00', '2020-02-16 10:42:00'),
(3, 'CS002', '150', '', 'CreditCard', '宅配到府', '已出貨', '2020-02-16 10:42:05', '2020-02-16 10:42:05'),
(4, 'CS002', '20', '', 'ATM', '宅配到府', '退貨完成', '2020-02-16 10:43:07', '2020-02-16 10:43:07'),
(5, 'CS002', '50', '', 'Cashondelivery', '宅配到府', '退貨完成', '2020-02-16 10:43:11', '2020-02-16 10:43:11'),
(6, 'CS002', '110', '', 'ATM', '宅配到府', '已出貨', '2020-02-16 11:07:04', '2020-02-16 11:07:04'),
(7, 'CS002', '30', '', 'ATM', '宅配到府', '訂單成立', '2020-02-16 11:12:25', '2020-02-16 11:12:25'),
(8, 'CS002', '170', '', 'ATM', '宅配到府', '訂單成立', '2020-02-16 11:12:32', '2020-02-16 11:12:32'),
(9, 'CS002', '100', '', 'CreditCard', '宅配到府', '訂單成立', '2020-02-16 13:31:29', '2020-02-16 13:31:29');

-- --------------------------------------------------------

--
-- 資料表結構 `outlist`
--

CREATE TABLE IF NOT EXISTS `outlist` (
  `outId` int(11) NOT NULL AUTO_INCREMENT,
  `csId` varchar(20) NOT NULL,
  `orderId` int(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `undated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`outId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `outlist`
--

TRUNCATE TABLE `outlist`;
-- --------------------------------------------------------

--
-- 資料表結構 `payment`
--

CREATE TABLE IF NOT EXISTS `payment` (
  `paymentId` int(20) NOT NULL AUTO_INCREMENT,
  `paymentName` varchar(20) NOT NULL,
  `paymentCName` varchar(20) NOT NULL,
  `paymentImg` varchar(100) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`paymentId`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `payment`
--

TRUNCATE TABLE `payment`;
--
-- 傾印資料表的資料 `payment`
--

INSERT INTO `payment` (`paymentId`, `paymentName`, `paymentCName`, `paymentImg`, `created_at`, `updated_at`) VALUES
(1, 'ATM', 'ATM轉帳', 'payment_type_20200203100343.png', '2020-01-19 00:31:30', '2020-02-03 17:03:43'),
(2, 'CreditCard', '信用卡', 'payment_type_20200203095508.png', '2020-01-19 01:01:35', '2020-02-03 16:55:08'),
(4, 'Cashondelivery', '貨到付款', 'payment_type_20200203095554.png', '2020-01-19 01:07:43', '2020-02-03 16:55:54'),
(5, 'IbonPay', 'Ibon付款', 'payment_type_20200203095605.jpg', '2020-01-19 01:09:37', '2020-02-03 16:56:05'),
(6, 'linePay', 'linePay', 'payment_type_20200203095926.png', '2020-01-19 16:06:35', '2020-02-03 16:59:26'),
(7, 'SamsunPay', 'SamsunPay', 'payment_type_20200203100029.png', '2020-01-19 16:08:06', '2020-02-03 17:00:29');

-- --------------------------------------------------------

--
-- 資料表結構 `plan`
--

CREATE TABLE IF NOT EXISTS `plan` (
  `planId` int(3) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `planUsername` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廠商名',
  `planName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名稱',
  `planPlace` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廣告位置',
  `planGroup` int(11) NOT NULL COMMENT '投放對象',
  `planCost` int(11) DEFAULT NULL COMMENT '預算',
  `planClick` int(11) NOT NULL COMMENT '點擊數',
  `planStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '狀態',
  `planStartTime` date NOT NULL,
  `planDueTime` date NOT NULL,
  `plan_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `plan_updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`planId`)
) ENGINE=InnoDB AUTO_INCREMENT=72 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `plan`
--

TRUNCATE TABLE `plan`;
--
-- 傾印資料表的資料 `plan`
--

INSERT INTO `plan` (`planId`, `planUsername`, `planName`, `planPlace`, `planGroup`, `planCost`, `planClick`, `planStatus`, `planStartTime`, `planDueTime`, `plan_created_at`, `plan_updates_at`) VALUES
(70, 'test', 'apple', '首頁的幻燈片', 1, 1000, 0, '上架', '2020-03-18', '2020-03-31', '2020-02-07 13:29:45', '2020-02-07 13:29:45'),
(71, 'test', 'bpple', '首頁的幻燈片', 1, 2000, 0, '下架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39');

-- --------------------------------------------------------

--
-- 資料表結構 `platformadmins`
--

CREATE TABLE IF NOT EXISTS `platformadmins` (
  `aId` int(11) NOT NULL AUTO_INCREMENT,
  `aRoleId` int(10) NOT NULL,
  `aFName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aLName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aPassword` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `aVerify` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT current_timestamp(),
  `aHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aNotes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `aLogoutTime` datetime DEFAULT NULL,
  `aLoginTime` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`aId`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformadmins`
--

TRUNCATE TABLE `platformadmins`;
--
-- 傾印資料表的資料 `platformadmins`
--

INSERT INTO `platformadmins` (`aId`, `aRoleId`, `aFName`, `aLName`, `aEmail`, `aPassword`, `aActive`, `aVerify`, `aHash`, `aNotes`, `aLogoutTime`, `aLoginTime`, `created_at`, `updated_at`) VALUES
(1, 1, 'vicky', 'test', 'vickysun2@hotmail.com', 'e79cab55eab4c0a1a63610829a51fd51d5cfb294', 'active', 'verified', '', 'asdf', '2020-01-22 07:55:46', '2020-01-22 07:21:53', '2020-01-15 04:01:20', '2020-01-15 04:01:20'),
(11, 3, 'dd', 'dd', 'radu000rider@gmail.com', 'bc7cafbd1f9bcb7a3065a603b98d5c45e60c67d9', 'active', 'verified', '3295c76acbf4caaed33c36b1b5fc2cb1', 'again\r\n', '2020-01-22 03:55:22', '2020-01-22 03:55:02', '2020-01-21 19:53:38', '2020-01-21 19:53:38'),
(13, 2, 'aa', 'aa', 'nightfallvs0923@gmail.com', 'e0c9035898dd52fc65c41454cec9c4d2611bfb37', 'active', 'verified', 'daca41214b39c5dc66674d09081940f0', 'aa', '2020-01-22 04:00:19', '2020-01-22 03:58:24', '2020-01-21 19:58:09', '2020-01-21 19:58:09');

-- --------------------------------------------------------

--
-- 資料表結構 `platformpermissions`
--

CREATE TABLE IF NOT EXISTS `platformpermissions` (
  `adminPrmId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL,
  `adminPrmName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`adminPrmId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformpermissions`
--

TRUNCATE TABLE `platformpermissions`;
--
-- 傾印資料表的資料 `platformpermissions`
--

INSERT INTO `platformpermissions` (`adminPrmId`, `adminPrmName`) VALUES
('prmA00', 'admin'),
('prmA01', 'vendors'),
('prmA02', 'charts'),
('prmA03', 'users'),
('prmA04', 'comments');

-- --------------------------------------------------------

--
-- 資料表結構 `platformresetpass`
--

CREATE TABLE IF NOT EXISTS `platformresetpass` (
  `aEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aToken` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aExpireDate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformresetpass`
--

TRUNCATE TABLE `platformresetpass`;
-- --------------------------------------------------------

--
-- 資料表結構 `platformroles`
--

CREATE TABLE IF NOT EXISTS `platformroles` (
  `aRoleId` int(10) NOT NULL AUTO_INCREMENT,
  `aRoleName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`aRoleId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformroles`
--

TRUNCATE TABLE `platformroles`;
--
-- 傾印資料表的資料 `platformroles`
--

INSERT INTO `platformroles` (`aRoleId`, `aRoleName`) VALUES
(1, 'Owner'),
(2, 'Manager'),
(3, 'Staff');

-- --------------------------------------------------------

--
-- 資料表結構 `product`
--

CREATE TABLE IF NOT EXISTS `product` (
  `pId` varchar(20) NOT NULL,
  `pName` varchar(20) NOT NULL,
  `price` int(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`pId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `product`
--

TRUNCATE TABLE `product`;
--
-- 傾印資料表的資料 `product`
--

INSERT INTO `product` (`pId`, `pName`, `price`, `created_at`, `updated_time`) VALUES
('p001', 'p001', 10, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p002', 'p002', 20, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p003', 'p003', 30, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p004', 'p004', 40, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p005', 'p005', 50, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p006', 'p006', 60, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p007', 'p007', 70, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p008', 'p008', 80, '0000-00-00 00:00:00', '2020-01-08 14:45:05');

-- --------------------------------------------------------

--
-- 資料表結構 `promotion_group`
--

CREATE TABLE IF NOT EXISTS `promotion_group` (
  `groupId` int(11) NOT NULL AUTO_INCREMENT,
  `groupPlanId` int(11) NOT NULL COMMENT '廣告id',
  `groupBuyItems` int(11) NOT NULL COMMENT '買過我的商品',
  `groupHistoryItems` int(11) NOT NULL COMMENT '瀏覽過我的商品',
  `groupCollectItems` int(11) NOT NULL COMMENT '收藏我的商品',
  `groupHistoryCategory` int(11) NOT NULL COMMENT '瀏覽過某類別',
  `groupCollectCategory` int(11) NOT NULL COMMENT '收藏某類別',
  `groupCartCategory` int(11) NOT NULL COMMENT '購物車有某類別',
  `group_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `group_updates_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`groupId`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `promotion_group`
--

TRUNCATE TABLE `promotion_group`;
--
-- 傾印資料表的資料 `promotion_group`
--

INSERT INTO `promotion_group` (`groupId`, `groupPlanId`, `groupBuyItems`, `groupHistoryItems`, `groupCollectItems`, `groupHistoryCategory`, `groupCollectCategory`, `groupCartCategory`, `group_created_at`, `group_updates_at`) VALUES
(1, 70, 1, 1, 0, 1, 1, 1, '0000-00-00 00:00:00', '2020-02-07 18:16:56'),
(2, 71, 0, 1, 1, 0, 0, 0, '2020-02-07 18:18:14', '2020-02-07 18:18:14'),
(4, 72, 0, 0, 1, 0, 0, 0, '2020-02-07 18:22:27', '2020-02-07 18:24:37');

-- --------------------------------------------------------

--
-- 資料表結構 `rel_platform_permissions`
--

CREATE TABLE IF NOT EXISTS `rel_platform_permissions` (
  `aId` int(10) NOT NULL COMMENT '管理者',
  `aPermissionId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '權限'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `rel_platform_permissions`
--

TRUNCATE TABLE `rel_platform_permissions`;
--
-- 傾印資料表的資料 `rel_platform_permissions`
--

INSERT INTO `rel_platform_permissions` (`aId`, `aPermissionId`) VALUES
(1, 'prmA01'),
(1, 'prmA03'),
(1, 'prmA00'),
(1, 'prmA02'),
(1, 'prmA04'),
(13, 'prmA00'),
(13, 'prmA01'),
(13, 'prmA02'),
(13, 'prmA03'),
(13, 'prmA04'),
(11, 'prmA01'),
(11, 'prmA02'),
(11, 'prmA03'),
(11, 'prmA04');

-- --------------------------------------------------------

--
-- 資料表結構 `rel_vendor_permissions`
--

CREATE TABLE IF NOT EXISTS `rel_vendor_permissions` (
  `vaId` int(10) NOT NULL,
  `vaPermissionId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `rel_vendor_permissions`
--

TRUNCATE TABLE `rel_vendor_permissions`;
--
-- 傾印資料表的資料 `rel_vendor_permissions`
--

INSERT INTO `rel_vendor_permissions` (`vaId`, `vaPermissionId`) VALUES
(150, 'prmV00'),
(150, 'prmV01'),
(150, 'prmV02'),
(150, 'prmV03'),
(150, 'prmV04'),
(152, 'prmV00'),
(152, 'prmV01'),
(152, 'prmV02'),
(152, 'prmV03'),
(152, 'prmV04'),
(153, 'prmV00'),
(153, 'prmV01'),
(153, 'prmV02'),
(153, 'prmV03'),
(153, 'prmV04'),
(151, 'prmV01'),
(151, 'prmV02'),
(151, 'prmV03'),
(151, 'prmV04'),
(154, 'prmV00'),
(154, 'prmV01'),
(154, 'prmV02'),
(154, 'prmV03'),
(154, 'prmV04');

-- --------------------------------------------------------

--
-- 資料表結構 `reply_comment`
--

CREATE TABLE IF NOT EXISTS `reply_comment` (
  `replyId` int(10) NOT NULL AUTO_INCREMENT,
  `commentId` int(10) NOT NULL,
  `replyText` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`replyId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `reply_comment`
--

TRUNCATE TABLE `reply_comment`;
--
-- 傾印資料表的資料 `reply_comment`
--

INSERT INTO `reply_comment` (`replyId`, `commentId`, `replyText`, `created_at`, `updated_at`) VALUES
(1, 1, '謝謝你的留言', '2020-01-20 05:37:55', '2020-01-20 09:05:04'),
(2, 2, 'hello', '2020-01-20 08:19:53', '2020-01-20 08:23:17'),
(3, 10, '感謝你的留言', '2020-01-20 09:32:31', '2020-01-20 09:32:31');

-- --------------------------------------------------------

--
-- 資料表結構 `returndetail`
--

CREATE TABLE IF NOT EXISTS `returndetail` (
  `returnId` int(11) NOT NULL COMMENT '退貨編號',
  `pId` varchar(20) NOT NULL COMMENT '產品ID',
  `count` varchar(20) NOT NULL COMMENT '退貨數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `returndetail`
--

TRUNCATE TABLE `returndetail`;
--
-- 傾印資料表的資料 `returndetail`
--

INSERT INTO `returndetail` (`returnId`, `pId`, `count`, `created_at`, `updated_at`) VALUES
(1, 'p005', '1', '2020-02-16 10:59:39', '2020-02-16 10:59:39'),
(2, 'p002', '1', '2020-02-16 11:03:25', '2020-02-16 11:03:25'),
(3, 'p006', '2', '2020-02-16 11:05:14', '2020-02-16 11:05:14'),
(7, 'p008', '1', '2020-02-16 13:38:14', '2020-02-16 13:38:14'),
(8, 'p003', '1', '2020-02-16 13:38:39', '2020-02-16 13:38:39'),
(9, 'p008', '1', '2020-02-16 13:38:46', '2020-02-16 13:38:46');

-- --------------------------------------------------------

--
-- 資料表結構 `returnlist`
--

CREATE TABLE IF NOT EXISTS `returnlist` (
  `returnId` int(11) NOT NULL AUTO_INCREMENT COMMENT '退貨編號',
  `orderId` varchar(20) NOT NULL COMMENT '訂單編號',
  `returnStatus` varchar(20) NOT NULL COMMENT '退貨狀態',
  `returnPay` varchar(20) NOT NULL COMMENT '退款金額',
  `buyerName` varchar(20) NOT NULL COMMENT '購買人姓名',
  `buyerPhone` varchar(10) NOT NULL COMMENT '購買人電話',
  `buyerAdress` varchar(30) NOT NULL COMMENT '購買人地址',
  `returnReason` varchar(150) NOT NULL COMMENT '退貨原因',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`returnId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `returnlist`
--

TRUNCATE TABLE `returnlist`;
--
-- 傾印資料表的資料 `returnlist`
--

INSERT INTO `returnlist` (`returnId`, `orderId`, `returnStatus`, `returnPay`, `buyerName`, `buyerPhone`, `buyerAdress`, `returnReason`, `created_at`, `updated_at`) VALUES
(1, '5', '退貨完成', '50', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '134', '2020-02-16 10:59:39', '2020-02-16 10:59:39'),
(2, '4', '退貨完成', '20', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 11:03:25', '2020-02-16 11:03:25'),
(3, '3', '退貨完成', '120', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 11:05:14', '2020-02-16 11:05:14'),
(5, '5', '退貨處理中', '0', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '456', '2020-02-16 13:31:38', '2020-02-16 13:31:38'),
(6, '5', '退貨處理中', '0', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', 'tyty', '2020-02-16 13:31:44', '2020-02-16 13:31:44'),
(7, '6', '退貨處理中', '80', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '123', '2020-02-16 13:38:14', '2020-02-16 13:38:14'),
(8, '6', '退貨處理中', '30', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '123', '2020-02-16 13:38:39', '2020-02-16 13:38:39'),
(9, '1', '退貨處理中', '80', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 13:38:46', '2020-02-16 13:38:46');

-- --------------------------------------------------------

--
-- 資料表結構 `shopcart`
--

CREATE TABLE IF NOT EXISTS `shopcart` (
  `csId` varchar(20) NOT NULL COMMENT '會員ID',
  `pId` varchar(20) NOT NULL COMMENT '產品ID',
  `count` int(20) DEFAULT NULL COMMENT '產品數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `shopcart`
--

TRUNCATE TABLE `shopcart`;
--
-- 傾印資料表的資料 `shopcart`
--

INSERT INTO `shopcart` (`csId`, `pId`, `count`, `created_at`, `updated_time`) VALUES
('CS001', 'p003', 1, '2020-02-04 15:40:42', '2020-02-04 15:40:42'),
('CS001', 'p008', 3, '2020-02-04 15:40:46', '2020-02-06 09:09:38'),
('CS005', 'p006', 1, '2020-02-05 18:45:34', '2020-02-05 18:45:34'),
('CS005', 'p005', 3, '2020-02-05 18:53:57', '2020-02-05 18:53:59'),
('CS005', 'p001', 4, '2020-02-05 19:03:23', '2020-02-05 19:14:07'),
('CS001', 'p001', 4, '2020-02-06 09:26:52', '2020-02-06 09:27:01'),
('CS001', 'p005', 1, '2020-02-06 09:27:03', '2020-02-06 09:27:03'),
('', 'p003', 2, '2020-02-07 13:19:11', '2020-02-07 17:08:04'),
('', 'p001', 3, '2020-02-07 13:19:14', '2020-02-07 17:09:59'),
('', 'p002', 1, '2020-02-07 17:06:53', '2020-02-07 17:06:53'),
('', 'p006', 2, '2020-02-07 17:06:54', '2020-02-07 17:08:05'),
('', 'p007', 1, '2020-02-07 17:09:07', '2020-02-07 17:09:07'),
('', '', 1, '2020-02-07 17:10:34', '2020-02-07 17:10:34'),
('CS004', 'p005', 1, '2020-02-07 17:31:56', '2020-02-07 17:31:56'),
('CS004', 'p007', 1, '2020-02-07 17:31:58', '2020-02-07 17:31:58');

-- --------------------------------------------------------

--
-- 資料表結構 `stories`
--

CREATE TABLE IF NOT EXISTS `stories` (
  `usrId` int(50) NOT NULL,
  `stryId` int(11) NOT NULL AUTO_INCREMENT,
  `stryTitle` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryContent` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryTags` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryLikes` int(50) NOT NULL DEFAULT 0,
  `stryViews` int(50) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`stryId`)
) ENGINE=InnoDB AUTO_INCREMENT=25 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `stories`
--

TRUNCATE TABLE `stories`;
--
-- 傾印資料表的資料 `stories`
--

INSERT INTO `stories` (`usrId`, `stryId`, `stryTitle`, `stryStatus`, `stryContent`, `stryTags`, `stryLikes`, `stryViews`, `created_at`, `updated_at`) VALUES
(1, 1, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 9, '2020-03-20 23:32:05', '2020-03-20 23:32:05'),
(5, 2, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 4, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(1, 3, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 159, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(3, 4, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:32:05', '2020-03-20 23:32:05'),
(5, 5, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(12, 6, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(1, 7, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(5, 8, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(3, 9, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(4, 10, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(5, 11, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(11, 12, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(1, 13, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:32:05', '2020-03-20 23:32:05'),
(5, 14, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(1, 15, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(3, 16, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:32:05', '2020-03-20 23:32:05'),
(5, 17, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(12, 18, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(1, 19, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(5, 20, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(3, 21, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 0, '2020-03-20 23:46:07', '2020-03-20 23:46:07'),
(4, 22, '測試', 'active', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, 6, '2020-03-20 23:47:31', '2020-03-20 23:47:31'),
(5, 23, '測試2', 'active', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', 0, 0, '2020-03-20 23:44:00', '2020-03-20 23:44:00'),
(11, 24, '測試3', 'active', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"asdf bbb\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3vgic\",\"text\":\"aqwreqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3kjbo\",\"text\":\"asd;flkqwer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"85l80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7djf2\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7rvt3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"du4oe\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"74n1q\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fqn1v\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7dbjb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"11br4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/截圖 2020-03-12 下午7.17.26.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/b46a0e78-ebe3-4836-a643-fadcc05c924f/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[\"aaa\"]', 0, 1, '2020-03-20 23:47:31', '2020-03-20 23:47:31');

-- --------------------------------------------------------

--
-- 資料表結構 `storydrafts`
--

CREATE TABLE IF NOT EXISTS `storydrafts` (
  `usrId` int(50) NOT NULL,
  `drftId` int(50) NOT NULL AUTO_INCREMENT,
  `drftStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftTitle` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftContent` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftTags` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`drftId`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `storydrafts`
--

TRUNCATE TABLE `storydrafts`;
--
-- 傾印資料表的資料 `storydrafts`
--

INSERT INTO `storydrafts` (`usrId`, `drftId`, `drftStatus`, `drftTitle`, `drftContent`, `drftTags`, `created_at`, `updated_at`) VALUES
(0, 1, 'submitted', '測試', '{\"blocks\":[{\"key\":\"5tmvn\",\"text\":\"測試1你好～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9o0ja\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-20 23:31:58', '2020-03-20 23:32:05'),
(0, 2, 'active', '測試2~~', '{\"blocks\":[{\"key\":\"duklk\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c4h0k\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"ahrlk\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5g8hd\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"2gjij\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4hpp2\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"aji36\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dc1e4\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"15bta\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/fcd98099-c00f-4602-9aa3-9d020b5b22ae/截圖 2020-03-12 下午7.17.26.png\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/fcd98099-c00f-4602-9aa3-9d020b5b22ae/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/fcd98099-c00f-4602-9aa3-9d020b5b22ae/83605296_10159083321259918_6421432275996508160_o.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/fcd98099-c00f-4602-9aa3-9d020b5b22ae/85243209_10159114652139918_7980721887976095744_o.jpg\"}}}}', '[]', '2020-03-20 23:38:09', '2020-03-20 23:39:00'),
(0, 3, 'active', '', '{\"blocks\":[{\"key\":\"ftmp\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5ot45\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"50mgj\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"27iht\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"dg3c9\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/309f2c9f-5442-443f-92a7-668884567826/85243209_10159114652139918_7980721887976095744_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/309f2c9f-5442-443f-92a7-668884567826/截圖 2020-03-16 上午9.42.40.png\"}}}}', '[]', '2020-03-20 23:40:08', '2020-03-20 23:40:33'),
(0, 4, 'active', '', '{\"blocks\":[{\"key\":\"b76no\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dq1tf\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"8ajer\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/c4bb3291-756e-4cc9-b58c-1d35a70d4568/85243209_10159114652139918_7980721887976095744_o.jpg\"}}}}', '[]', '2020-03-20 23:41:13', '2020-03-20 23:41:20'),
(0, 5, 'submitted', '測試2', '{\"blocks\":[{\"key\":\"6e3mm\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"al6pi\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"95vkr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/57ba0af2-e1ea-4492-8a2b-f3675eee43d4/83605296_10159083321259918_6421432275996508160_o.jpg\"}}}}', '[]', '2020-03-20 23:43:46', '2020-03-20 23:44:00'),
(1, 6, 'active', 'ㄘ', '{\"blocks\":[{\"key\":\"7l51p\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-20 23:45:49', '2020-03-20 23:45:49'),
(1, 7, 'active', 'a', '{\"blocks\":[{\"key\":\"16vtt\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-20 23:46:18', '2020-03-20 23:46:18');

-- --------------------------------------------------------

--
-- 資料表結構 `storyreplies`
--

CREATE TABLE IF NOT EXISTS `storyreplies` (
  `rplyId` int(50) NOT NULL AUTO_INCREMENT,
  `stryId` int(50) NOT NULL,
  `usrId` int(50) NOT NULL,
  `rplyTo` int(50) DEFAULT NULL,
  `rplyContent` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `rplyStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`rplyId`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `storyreplies`
--

TRUNCATE TABLE `storyreplies`;
--
-- 傾印資料表的資料 `storyreplies`
--

INSERT INTO `storyreplies` (`rplyId`, `stryId`, `usrId`, `rplyTo`, `rplyContent`, `rplyStatus`, `created_at`, `updated_at`) VALUES
(1, 1, 0, NULL, '來測試留言', 'active', '2020-03-20 23:32:29', '2020-03-20 23:32:29'),
(2, 3, 1, NULL, 'Hello!\nJust sayin,\nI love this\nI mean it\nCuz I made it\nha!', 'active', '2020-03-20 23:51:36', '2020-03-20 23:51:36'),
(3, 3, 1, NULL, '<div></div>', 'active', '2020-03-20 23:53:08', '2020-03-20 23:53:08'),
(4, 3, 1, NULL, 'a', 'active', '2020-03-20 23:58:14', '2020-03-20 23:58:14'),
(5, 3, 1, NULL, 'Hello! seeing if time is correct', 'active', '2020-03-20 23:59:54', '2020-03-20 23:59:54');

-- --------------------------------------------------------

--
-- 資料表結構 `students`
--

CREATE TABLE IF NOT EXISTS `students` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `studentId` varchar(9) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學號',
  `studentName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生姓名',
  `studentGender` varchar(1) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生性別',
  `studentBirthday` date NOT NULL COMMENT '學生生日',
  `studentPhoneNumber` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生手機號碼',
  `studentDescription` text COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '個人描述',
  `studentImg` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '照片檔案名稱',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='學生資料表';

--
-- 資料表新增資料前，先清除舊資料 `students`
--

TRUNCATE TABLE `students`;
--
-- 傾印資料表的資料 `students`
--

INSERT INTO `students` (`id`, `studentId`, `studentName`, `studentGender`, `studentBirthday`, `studentPhoneNumber`, `studentDescription`, `studentImg`, `created_at`, `updated_at`) VALUES
(2, 'S001', '陳同學', '女', '1995-02-21', '0911111111', '你好，我是陳同學…\r\n請多指教…', NULL, '2019-12-06 00:37:09', '2019-12-10 18:52:53'),
(3, 'S002', '王同學', '男', '1996-03-22', '0922222222', '你好，我是王同學…\r\n請多指教…', NULL, '2019-12-08 21:33:36', '2019-12-10 18:52:55'),
(7, 'S003', '江同學', '女', '2000-07-25', '0966666666', '你好，我是江同學…\r\n請多指教…', NULL, '2019-12-08 22:02:24', '2019-12-10 18:52:58'),
(8, 'S004', '周同學', '男', '2001-08-26', '0977777777', '你好，我是周同學…\r\n請多指教…', NULL, '2019-12-08 22:02:57', '2019-12-10 18:53:01'),
(9, 'S005', '劉同學', '男', '2002-09-27', '0988888888', '你好，我是劉同學…\r\n請多指教…', NULL, '2019-12-08 22:03:48', '2019-12-10 18:53:03'),
(18, 'S006', '張同學', '女', '1995-07-13', '0987666555', '你好，我是張同學…\r\n請多指教…', NULL, '2019-12-10 18:41:50', '2019-12-10 18:53:04');

-- --------------------------------------------------------

--
-- 資料表結構 `table 9`
--

CREATE TABLE IF NOT EXISTS `table 9` (
  `categoryId` int(20) NOT NULL,
  `categoryName` varchar(20) NOT NULL,
  `categoryParentId` int(20) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表新增資料前，先清除舊資料 `table 9`
--

TRUNCATE TABLE `table 9`;
--
-- 傾印資料表的資料 `table 9`
--

INSERT INTO `table 9` (`categoryId`, `categoryName`, `categoryParentId`, `created_at`, `updated_at`) VALUES
(1, '全部', 0, '2019-12-30 11:42:35', '2019-12-30 11:42:35'),
(2, '相機/攝影機', 1, '2019-12-30 11:43:57', '2019-12-30 11:43:57'),
(3, 'rest', 0, '2020-01-09 10:13:43', '2020-01-09 10:13:43');

-- --------------------------------------------------------

--
-- 資料表結構 `user_comment`
--

CREATE TABLE IF NOT EXISTS `user_comment` (
  `commentId` int(10) NOT NULL AUTO_INCREMENT,
  `productId` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `userId` int(10) NOT NULL,
  `userName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `rank` int(5) NOT NULL,
  `commentText` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`commentId`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `user_comment`
--

TRUNCATE TABLE `user_comment`;
--
-- 傾印資料表的資料 `user_comment`
--

INSERT INTO `user_comment` (`commentId`, `productId`, `userId`, `userName`, `rank`, `commentText`, `img`, `created_at`, `updated_at`) VALUES
(1, 'pt001', 1, 'yaling999', 5, '很輕，錶帶觸感也不錯', '', '2020-01-20 02:27:14', '2020-01-20 02:30:45'),
(2, 'pt001', 2, 'rick06', 4, 'CP還蠻高的', 'https://cf.shopee.tw/file/48900a5ed610d3c77feb16e280497d6c', '2020-01-20 02:27:18', '2020-01-20 02:30:54'),
(3, 'pt001', 3, 'jolin719', 5, '包裝很精美東西帶齊來很好看⋯⋯⋯👍👍👍', 'https://cf.shopee.tw/file/6e66205dcc029faf33fb49a87b6af4fb', '2020-01-20 02:31:58', '2020-01-20 02:31:58'),
(4, 'pt001', 4, 'roman1', 5, '很輕  功能攜有小米功能 還可以遙控手機拍照', 'https://cf.shopee.tw/file/9f478dcadf42f7b6eb01433f933cbd65', '2020-01-20 02:32:00', '2020-01-20 02:33:07'),
(5, 'pt001', 5, 'alber7', 3, '跟影片有落差', '', '2020-01-20 04:05:46', '2020-01-20 04:05:46'),
(6, 'pt002', 6, 'kittie', 5, '需要先將手表連接WiFi,並在手表上操作升級，要重複升級約3-4次，直到無軟件可升級，才能綁定garmin pay', 'https://cf.shopee.tw/file/7a4501d190d87f8519bf05b0e1549c6a', '2020-01-20 04:56:07', '2020-01-20 04:56:07'),
(7, 'pt002', 7, 'nitos', 5, '老闆太優惹，幫買家設想周到，詢問回答都很詳細，出貨速度也很快！大推！', 'https://cf.shopee.tw/file/d8ddc454b35991f9e89693b95a4284a6', '2020-01-20 04:56:49', '2020-01-20 04:56:49'),
(8, 'pt002', 8, 'arben', 5, '謝謝老闆很有耐心的幫忙我挑選很漂亮，很喜歡喔！', '', '2020-01-20 04:57:44', '2020-01-20 04:57:44'),
(9, 'pt002', 9, 'elfin008', 5, '錶面不會太大，適合低調的女生戴', '', '2020-01-20 04:58:19', '2020-01-20 04:58:19'),
(10, 'pt003', 10, 'yachi55', 5, '出貨速度快，有問題也可以儘快回覆。\r\n會想要再回購。', 'https://cf.shopee.tw/file/a0b8d964d9ba507de5683ffdd25656c9', '2020-01-20 08:28:04', '2020-01-20 08:28:04'),
(11, 'pt003', 11, 'nio5019', 5, '很快就收到了，目前使用上沒太多問題。只有garmin本身錶面軟體有時候會卡然後重開機，就看新韌體是否能解決了', 'https://cf.shopee.tw/file/157851e0d0f771d0bbe02fd058018a38', '2020-01-20 08:28:59', '2020-01-20 08:28:59'),
(12, 'pt003', 12, 'tim067', 4, '操作起來不是很順、有什麼方法較簡單及快速方式可以交我們ㄧ下嗎？', '', '2020-01-20 08:30:01', '2020-01-20 08:30:01'),
(13, 'pt003', 13, 'Imp01', 5, '較其他賣場便宜，但品質無異，出貨快、回應快', 'https://cf.shopee.tw/file/258915768b1f5820e25404df1693a7f4', '2020-01-20 08:30:44', '2020-01-20 08:30:44');

-- --------------------------------------------------------

--
-- 資料表結構 `vendoradmins`
--

CREATE TABLE IF NOT EXISTS `vendoradmins` (
  `vaId` int(10) NOT NULL AUTO_INCREMENT,
  `vId` int(10) DEFAULT NULL COMMENT '廠商',
  `vaRoleId` int(10) NOT NULL,
  `vaFName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名字',
  `vaLName` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '姓氏',
  `vaEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaPassword` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vaVerify` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT current_timestamp() COMMENT '驗證',
  `vaHash` varchar(32) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vaLogoutTime` datetime DEFAULT NULL,
  `vaLoginTime` datetime DEFAULT NULL,
  `vaNotes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`vaId`)
) ENGINE=InnoDB AUTO_INCREMENT=155 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendoradmins`
--

TRUNCATE TABLE `vendoradmins`;
--
-- 傾印資料表的資料 `vendoradmins`
--

INSERT INTO `vendoradmins` (`vaId`, `vId`, `vaRoleId`, `vaFName`, `vaLName`, `vaEmail`, `vaPassword`, `vaActive`, `vaVerify`, `vaHash`, `vaLogoutTime`, `vaLoginTime`, `vaNotes`, `created_at`, `updated_at`) VALUES
(150, 52, 1, 'VICKY', NULL, 'vickysun2@hotmail.com', 'e79cab55eab4c0a1a63610829a51fd51d5cfb294', 'active', 'verified', 'd64a340bcb633f536d56e51874281454', '2020-01-22 07:11:39', '2020-01-22 07:55:57', NULL, '2020-01-21 15:52:22', '2020-01-21 15:52:22'),
(151, 52, 3, 'fall', 'night', 'nightfallvs0923@gmail.com', 'c52888225c6929961bb5fdd4c51fe46c239d9e11', 'active', 'verified', '16c222aa19898e5058938167c8ab6c57', '2020-01-22 06:50:59', '2020-01-22 06:50:11', 'okey dokey', '2020-01-21 16:06:23', '2020-01-21 16:06:23'),
(152, 52, 2, 'radu', 'rider', 'radu000rider@gmail.com', 'bc7cafbd1f9bcb7a3065a603b98d5c45e60c67d9', 'active', 'verified', 'dd8eb9f23fbd362da0e3f4e70b878c16', '2020-01-22 00:43:22', '2020-01-22 00:27:49', '', '2020-01-21 16:11:18', '2020-01-21 16:11:18'),
(153, 53, 1, 'NIGHT', NULL, 'nightfallvs0923@gmail.com', '1be2a44cb53dde903be8466c08dee9067da8ede3', 'active', 'verified', 'f1c1592588411002af340cbaedd6fc33', '2020-01-22 07:11:01', '2020-01-22 07:11:47', NULL, '2020-01-21 17:08:33', '2020-01-21 17:08:33'),
(154, 54, 1, '是在哈囉', NULL, 'onpica17@gmail.com', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', 'active', '2020-02-16 04:37:00', 'fb7b9ffa5462084c5f4e7e85a093e6d7', NULL, '2020-03-13 13:00:33', NULL, '2020-02-16 04:37:00', '2020-02-16 04:37:00');

-- --------------------------------------------------------

--
-- 資料表結構 `vendorpermissions`
--

CREATE TABLE IF NOT EXISTS `vendorpermissions` (
  `vendorPrmId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vendorPrmName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`vendorPrmId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorpermissions`
--

TRUNCATE TABLE `vendorpermissions`;
--
-- 傾印資料表的資料 `vendorpermissions`
--

INSERT INTO `vendorpermissions` (`vendorPrmId`, `vendorPrmName`) VALUES
('prmV00', 'admin'),
('prmV01', 'products'),
('prmV02', 'charts'),
('prmV03', 'marketing'),
('prmV04', 'orders');

-- --------------------------------------------------------

--
-- 資料表結構 `vendorresetpass`
--

CREATE TABLE IF NOT EXISTS `vendorresetpass` (
  `vaEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaToken` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaExpireDate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorresetpass`
--

TRUNCATE TABLE `vendorresetpass`;
-- --------------------------------------------------------

--
-- 資料表結構 `vendorroles`
--

CREATE TABLE IF NOT EXISTS `vendorroles` (
  `vaRoleId` int(10) NOT NULL AUTO_INCREMENT,
  `vaRoleName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`vaRoleId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorroles`
--

TRUNCATE TABLE `vendorroles`;
--
-- 傾印資料表的資料 `vendorroles`
--

INSERT INTO `vendorroles` (`vaRoleId`, `vaRoleName`) VALUES
(1, 'Owner'),
(2, 'Manager'),
(3, 'Staff');

-- --------------------------------------------------------

--
-- 資料表結構 `vendors`
--

CREATE TABLE IF NOT EXISTS `vendors` (
  `vId` int(10) NOT NULL AUTO_INCREMENT,
  `vName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vInfo` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vImg` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vVerify` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT current_timestamp() COMMENT '驗證',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`vId`),
  UNIQUE KEY `vEmail` (`vEmail`)
) ENGINE=InnoDB AUTO_INCREMENT=73 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendors`
--

TRUNCATE TABLE `vendors`;
--
-- 傾印資料表的資料 `vendors`
--

INSERT INTO `vendors` (`vId`, `vName`, `vEmail`, `vInfo`, `vImg`, `vActive`, `vVerify`, `created_at`, `updated_at`) VALUES
(52, 'VICKY', 'vickysun2@hotmail.com', 'test img', '20200122060317.jpg', 'active', 'verified', '2020-01-21 15:52:22', '2020-01-21 15:52:22'),
(53, 'NIGHT', 'nightfallvs0923@gmail.com', '', NULL, 'active', 'verified', '2020-01-21 17:08:33', '2020-01-21 17:08:33'),
(54, '是在哈囉', 'onpica17@gmail.com', '', NULL, 'active', '2020-02-16 04:37:00', '2020-02-16 04:37:00', '2020-02-16 04:37:00'),
(55, 'APPLE', 'apple@ccc.com', NULL, 'apple.png', 'active', 'current_timestamp()', '2020-03-19 09:14:42', '2020-03-19 09:14:42'),
(60, 'DJI', 'dji@ccc.com', NULL, 'dji.png', 'active', 'current_timestamp()', '2020-03-19 09:16:35', '2020-03-19 09:16:35'),
(61, 'FITBIT', 'fitbit@ccc.com', NULL, 'fitbit.png', 'active', 'current_timestamp()', '2020-03-19 09:16:56', '2020-03-19 09:16:56'),
(62, 'GoPro', 'gopro@ccc.com', NULL, 'gopro.png', 'active', 'current_timestamp()', '2020-03-19 09:17:36', '2020-03-19 09:17:36'),
(63, 'GARMIN', 'garmin@ccc.com', NULL, 'garmin.png', 'active', 'current_timestamp()', '2020-03-19 09:18:26', '2020-03-19 09:18:26'),
(64, 'JSMAX', 'jsmax@ccc.com', NULL, 'jsmax.jpg', 'active', 'current_timestamp()', '2020-03-19 09:19:03', '2020-03-19 09:19:03'),
(65, 'QCY', 'qcy@ccc.com', NULL, 'qcy.jpg', 'active', 'current_timestamp()', '2020-03-19 09:19:26', '2020-03-19 09:19:26'),
(66, 'SAMSUNG', 'samsung@ccc.com', NULL, 'samsumg.png', 'active', 'current_timestamp()', '2020-03-19 09:19:54', '2020-03-19 09:19:54'),
(67, 'SJCAM', 'sjcam@ccc.com', NULL, 'sjcam.jpg', 'active', 'current_timestamp()', '2020-03-19 09:20:27', '2020-03-19 09:20:27'),
(68, 'SONY', 'sony@ccc.com', NULL, 'somy.png', 'active', 'current_timestamp()', '2020-03-19 09:20:48', '2020-03-19 09:20:48'),
(69, 'SUDIO', 'sudio@ccc.com', NULL, 'sudio.jpg', 'active', 'current_timestamp()', '2020-03-19 09:21:20', '2020-03-19 09:21:20'),
(70, '小米', 'mi@ccc.com', NULL, '小米.jpg', 'active', 'current_timestamp()', '2020-03-19 09:21:48', '2020-03-19 09:21:48'),
(71, '鐵三角', 'audio-technica@ccc.com', NULL, '鐵三角.jpg', 'active', 'current_timestamp()', '2020-03-19 09:23:16', '2020-03-19 09:23:16'),
(72, 'Sabbat 魔宴', 'sabbat@ccc.com', NULL, '魔宴.png', 'active', 'current_timestamp()', '2020-03-19 09:23:55', '2020-03-19 09:23:55');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
