-- phpMyAdmin SQL Dump
-- version 4.9.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 
-- 伺服器版本： 10.4.10-MariaDB
-- PHP 版本： 7.3.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `triplec`
--
CREATE DATABASE IF NOT EXISTS `triplec` DEFAULT CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci;
USE `triplec`;

-- --------------------------------------------------------

--
-- 資料表結構 `ad`
--

CREATE TABLE IF NOT EXISTS `ad` (
  `adId` int(5) NOT NULL AUTO_INCREMENT,
  `adName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片名稱',
  `adImg` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片',
  `adTitle` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片標題',
  `adContent` varchar(40) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片內文',
  `adLink` int(11) NOT NULL COMMENT '連結',
  `adLinkPlace` int(11) NOT NULL COMMENT '連結產品id',
  `adPlanId` int(11) NOT NULL COMMENT '廣告ID',
  `ad_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `ad_updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`adId`)
) ENGINE=InnoDB AUTO_INCREMENT=82 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `ad`
--

TRUNCATE TABLE `ad`;
--
-- 傾印資料表的資料 `ad`
--

INSERT INTO `ad` (`adId`, `adName`, `adImg`, `adTitle`, `adContent`, `adLink`, `adLinkPlace`, `adPlanId`, `ad_created_at`, `ad_updates_at`) VALUES
(76, 'FĒNIX 5 PLUS', 'id22.jpg', '進階複合式戶外 GPS 腕錶', '突破界線，邁向無限可能，就交給 fēnix 全方位戶外腕錶。材質優異、堅固耐用，', 1, 22, 70, '2020-02-07 13:29:56', '2020-02-07 13:29:56'),
(77, 'WF-SP900 運動無線耳機', 'id102.jpg', '環境聲模式讓您隨時掌握周遭動靜', '無論是在跑道上奔馳、在游泳池或是海中游泳，WF-SP900 耳機都能給您更棒的體', 0, 102, 71, '2020-02-07 18:17:53', '2020-02-07 18:17:53'),
(78, 'GoPro-HERO8 Black', 'id153.jpg', '創造攝影新高度', '超強穩定功能，有史以來手持最穩定的HERO相機。\r\nHypersmooth2.0', 0, 153, 72, '2020-02-07 18:17:53', '2020-02-07 18:17:53'),
(79, 'Apple Watch Series 5', 'id15.jpg', '這樣的錶，出人意表', '有了全新的隨顯Retina 顯示器，Apple Watch Series 5 隨', 0, 15, 73, '2020-02-07 18:17:53', '2020-02-07 18:17:53'),
(80, 'SONY 重低音降噪藍牙耳罩式耳機 WH', 'id116.jpg', 'EXTRA BASS 給您驚人的深沈強力', '這款耳機強化了所有低音頻率，可提供卓越低音。耳機殼內具備專屬低音管，加上驅動單體', 0, 116, 74, '2020-02-07 18:17:53', '2020-02-07 18:17:53'),
(81, 'GARMIN vivomove 3 指針', 'id25.jpg', '講究細節，彰顯絕美', '包含走路、跑步、騎行、瑜珈、有氧運動等 8 種運動模式。使用手機的 GPS 記錄', 0, 25, 75, '2020-02-07 18:17:53', '2020-02-07 18:17:53');

-- --------------------------------------------------------

--
-- 資料表結構 `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `username` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '使用者帳號',
  `pwd` char(40) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '使用者密碼',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='管理者帳號';

--
-- 資料表新增資料前，先清除舊資料 `admin`
--

TRUNCATE TABLE `admin`;
--
-- 傾印資料表的資料 `admin`
--

INSERT INTO `admin` (`id`, `username`, `pwd`, `created_at`, `updated_at`) VALUES
(1, 'test', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '2019-12-05 00:43:04', '2019-12-05 00:43:04'),
(2, 'admin', 'admin', '2020-02-16 03:57:45', '2020-02-16 03:57:45');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon`
--

CREATE TABLE IF NOT EXISTS `coupon` (
  `cp_id` int(11) NOT NULL COMMENT '優惠券id',
  `cp_vid` int(11) NOT NULL COMMENT '廠商id',
  `cp_vendor` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '優惠券廠商名',
  `cp_count` int(11) NOT NULL COMMENT '優惠券發放數量',
  `cp_rule` int(11) NOT NULL COMMENT '優惠券使用規則',
  `cp_img` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '優惠券圖片',
  `cp_countdown` int(11) NOT NULL COMMENT '限時優惠券',
  `cp_start` date NOT NULL COMMENT '優惠券開始時間',
  `cp_due` date NOT NULL COMMENT '優惠券結束時間',
  `cp_getedCount` int(11) NOT NULL COMMENT '已領取數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`cp_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon`
--

TRUNCATE TABLE `coupon`;
--
-- 傾印資料表的資料 `coupon`
--

INSERT INTO `coupon` (`cp_id`, `cp_vid`, `cp_vendor`, `cp_count`, `cp_rule`, `cp_img`, `cp_countdown`, `cp_start`, `cp_due`, `cp_getedCount`, `created_at`, `updates_at`) VALUES
(16, 55, 'APPLE', 100, 4, 'apple.png', 0, '2020-03-11', '2020-04-02', 100, '2020-03-19 09:44:13', '2020-03-19 09:44:13'),
(17, 61, 'Fitbit', 120, 6, 'fitbit.png', 0, '2020-03-09', '2020-03-28', 50, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(18, 62, 'GoPro', 80, 7, 'gopro.png', 0, '2020-03-15', '2020-04-30', 61, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(19, 63, 'GARMIN', 100, 8, 'garmin.png', 0, '2020-03-19', '2020-04-10', 87, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(20, 64, 'JSmax', 100, 9, 'jsmax.jpg', 0, '2020-03-19', '2020-04-10', 100, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(21, 65, 'QCY', 150, 10, 'qcy.jpg', 0, '2020-03-19', '2020-04-10', 21, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(22, 66, 'SAMSUNG', 100, 11, 'samsung.png', 0, '2020-03-15', '2020-04-23', 55, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(23, 67, 'SJCAM', 100, 12, 'sjcam.jpg', 0, '2020-03-11', '2020-04-14', 81, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(24, 68, 'SONY', 130, 13, 'sony.png', 0, '2020-03-13', '2020-05-08', 45, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(25, 69, 'SUDIO', 80, 14, 'sudio.jpg', 0, '2020-03-04', '2020-04-11', 71, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(26, 69, '小米', 100, 15, '小米.jpg', 0, '2020-03-09', '2020-04-18', 34, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(27, 70, '鐵三角', 140, 16, '鐵三角.jpg', 0, '2020-03-06', '2020-05-21', 101, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(28, 71, 'Sabbat 魔宴', 150, 17, '魔宴.png', 0, '2020-03-05', '2020-04-18', 112, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(29, 69, '小米', 100, 17, '小米.jpg', 0, '2020-03-09', '2020-03-18', 20, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(30, 60, 'DJI', 130, 5, 'dji.png', 0, '2020-02-25', '2020-04-24', 68, '2020-03-20 09:55:02', '2020-03-20 09:55:02'),
(31, 73, 'AFAMIC 艾法', 100, 18, 'AFAMIC 艾法.jpg', 0, '2020-03-17', '2020-05-15', 78, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(32, 79, 'GOLiFE', 130, 19, 'GOLiFE.png', 0, '2020-03-19', '2020-04-09', 130, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(33, 81, 'HTR', 120, 20, 'HTR.jpg', 0, '2020-03-11', '2020-04-07', 89, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(34, 82, 'JLab', 80, 21, 'JLab.jpg', 0, '2020-02-28', '2020-04-17', 73, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(35, 83, 'Plantronics繽特力', 100, 22, 'Plantronics繽特力.jpg', 0, '2020-03-20', '2020-06-19', 94, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(36, 85, 'Holy Stone', 100, 23, 'Holy Stone.png', 0, '2020-03-16', '2020-05-20', 74, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(37, 86, 'JOBY', 150, 24, 'JOBY.jpg', 0, '2020-03-07', '2020-04-11', 124, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(38, 87, 'Jenova 吉尼佛', 100, 25, 'Jenova 吉尼佛.jpg', 0, '2020-02-17', '2020-04-21', 84, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(39, 88, 'Incase', 100, 26, 'Incase.jpg', 0, '2020-03-05', '2020-04-12', 48, '2020-03-24 15:30:06', '2020-03-24 15:30:06'),
(40, 70, '鐵三角', 140, 16, '鐵三角.jpg', 1, '2020-03-25', '2020-05-25', 78, '2020-03-19 09:46:02', '2020-03-19 09:46:02'),
(41, 61, 'Fitbit', 120, 6, 'fitbit.png', 1, '2020-03-25', '2020-04-25', 73, '2020-03-19 09:46:02', '2020-03-19 09:46:02');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon_item`
--

CREATE TABLE IF NOT EXISTS `coupon_item` (
  `cpi_id` int(11) NOT NULL COMMENT '個人優惠券id',
  `cpi_cp_id` int(11) NOT NULL COMMENT '對應的優惠券id',
  `cpi_mb_id` int(11) NOT NULL COMMENT '對應的會員id',
  `cpi_use` int(11) NOT NULL COMMENT '是否使用',
  `cpi_useDate` date NOT NULL COMMENT '使用日期',
  `cpi_order_id` int(11) NOT NULL COMMENT '訂單id',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`cp_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon_item`
--

TRUNCATE TABLE `coupon_item`;
--
-- 傾印資料表的資料 `coupon_item`
--

INSERT INTO `coupon_item` (`cpi_id`, `cpi_cp_id`, `cpi_mb_id`, `cpi_use`, `cpi_useDate`, `cpi_order_id`, `created_at`, `updates_at`) VALUES
(46, 17, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(120, 31, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(131, 22, 37, 1, '2020-03-23', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(132, 36, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(133, 33, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(134, 34, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(135, 35, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(136, 25, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(137, 19, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(138, 39, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(139, 30, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(140, 38, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(141, 18, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(142, 41, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(143, 37, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(144, 28, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(145, 21, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(146, 23, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(147, 24, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(148, 26, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00'),
(149, 27, 37, 0, '0000-00-00', 0, '0000-00-00 00:00:00', '0000-00-00 00:00:00');

-- --------------------------------------------------------

--
-- 資料表結構 `coupon_rule`
--

CREATE TABLE IF NOT EXISTS `coupon_rule` (
  `cpr_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '優惠券規則id',
  `cpr_cp_id` int(11) NOT NULL COMMENT '對應的優惠券id',
  `cpr_object` int(11) NOT NULL COMMENT '優惠券目標',
  `cpr_rule` int(11) NOT NULL COMMENT '優惠券規則',
  `cpr_ruleNum` int(11) NOT NULL COMMENT '優惠券規則的數量',
  `cpr_discount` int(11) NOT NULL COMMENT '優惠券折扣',
  `cpr_discountNum` int(11) NOT NULL COMMENT '優惠券折扣數量',
  `created_at` int(11) NOT NULL,
  `updates_at` int(11) NOT NULL,
  PRIMARY KEY (`cpr_id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `coupon_rule`
--

TRUNCATE TABLE `coupon_rule`;
--
-- 傾印資料表的資料 `coupon_rule`
--

INSERT INTO `coupon_rule` (`cpr_id`, `cpr_cp_id`, `cpr_object`, `cpr_rule`, `cpr_ruleNum`, `cpr_discount`, `cpr_discountNum`, `created_at`, `updates_at`) VALUES
(1, 1, 0, 1, 3, 0, 8, 0, 0),
(2, 2, 1, 2, 1000, 1, 200, 0, 0),
(3, 3, 2, 0, 0, 0, 9, 0, 0),
(4, 0, 0, 1, 2, 0, 90, 0, 0),
(5, 0, 3, 2, 3000, 1, 200, 0, 0),
(6, 0, 1, 0, 0, 1, 300, 0, 0),
(7, 0, 3, 2, 5000, 0, 85, 0, 0),
(8, 0, 1, 0, 0, 1, 300, 0, 0),
(9, 0, 0, 2, 2500, 0, 95, 0, 0),
(10, 0, 2, 1, 2, 1, 400, 0, 0),
(11, 0, 0, 2, 4000, 1, 400, 0, 0),
(12, 0, 3, 0, 0, 0, 90, 0, 0),
(13, 0, 0, 1, 3, 0, 80, 0, 0),
(14, 0, 2, 2, 2500, 1, 150, 0, 0),
(15, 0, 0, 1, 2, 0, 88, 0, 0),
(16, 0, 2, 2, 2000, 0, 79, 0, 0),
(17, 0, 2, 0, 0, 1, 300, 0, 0),
(18, 0, 1, 2, 15000, 0, 90, 0, 0),
(19, 0, 1, 0, 0, 1, 3000, 0, 0),
(20, 0, 4, 1, 3, 0, 86, 0, 0),
(21, 0, 2, 1, 2, 1, 5000, 0, 0),
(22, 0, 2, 0, 0, 0, 77, 0, 0),
(23, 0, 3, 2, 20000, 1, 4000, 0, 0),
(24, 0, 4, 1, 3, 1, 3000, 0, 0),
(25, 0, 4, 0, 0, 0, 95, 0, 0),
(26, 0, 4, 2, 10000, 1, 3500, 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `customer`
--

CREATE TABLE IF NOT EXISTS `customer` (
  `csId` varchar(11) NOT NULL,
  `csName` varchar(20) NOT NULL,
  `csAdress` varchar(999) NOT NULL,
  `csPhone` varchar(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`csId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `customer`
--

TRUNCATE TABLE `customer`;
--
-- 傾印資料表的資料 `customer`
--

INSERT INTO `customer` (`csId`, `csName`, `csAdress`, `csPhone`, `created_at`, `updated_at`) VALUES
('CS001', 'Alex', '台北市大安區復興南路一段390號 3號15樓', '0912345678', '2020-01-09 16:55:52', '2020-01-21 10:15:32'),
('CS002', 'Bill', '台北市大安區復興南路一段390號2號2樓', '0123456789', '2020-01-10 10:34:49', '2020-01-21 10:15:44'),
('CS003', 'Cala', '台北市大安區和平東路二段106號11樓', '0198456789', '2020-01-10 10:34:49', '2020-01-21 10:16:02'),
('CS004', 'Delt', '台北市士林區基河路363號', '0773456789', '2020-01-10 10:34:49', '2020-01-21 10:17:01'),
('CS005', 'Eels', '台北市萬華區大理街132之10號', '0123459989', '2020-01-10 10:34:49', '2020-01-21 10:16:31'),
('CS006', 'FEED', '新北市三重區集美街55號', '0123455589', '2020-01-10 10:34:49', '2020-01-21 10:16:45');

-- --------------------------------------------------------

--
-- 資料表結構 `items`
--

CREATE TABLE IF NOT EXISTS `items` (
  `itemId` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廠商名稱',
  `itemName` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品名稱',
  `itemImg` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品照片',
  `itemDescription` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品敘述',
  `itemPrice` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品價錢',
  `itemQty` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品數量',
  `itemCategoryId` varchar(200) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品類別',
  `data` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '類型',
  `data2` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '介面語言',
  `data3` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '機台尺寸(不含錶帶)',
  `data4` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '螢幕尺寸',
  `data5` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '螢幕解析度',
  `data6` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '螢幕類型',
  `data7` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '機器重量',
  `data8` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '腕帶材質',
  `data9` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '錶殼材質',
  `data10` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '特殊材質',
  `data11` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電池種類',
  `data12` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電池效能(最長可達)',
  `data13` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '防水等級',
  `data14` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '儲存空間',
  `data15` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '無線傳輸介面',
  `data16` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電腦傳輸介面',
  `data17` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'GPS高感度晶片',
  `data18` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '內建加速度計',
  `data19` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '氣壓式高度計',
  `data20` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '振動提示',
  `data21` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '聲音提示',
  `data22` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '手腕式心率感測',
  `data23` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '支援心率廣播',
  `data24` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '電子羅盤',
  `data25` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '支援ANT+感測器',
  `data26` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '自動同步',
  `data27` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '手錶模式',
  `data28` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '智慧提示',
  `data29` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '音樂控制',
  `data30` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '尋找手機',
  `data31` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '尋找裝置',
  `data32` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'VIRB控制',
  `data33` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '鬧鐘功能',
  `data34` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'GroupTrack多人即時追蹤',
  `data35` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '內建地圖',
  `data36` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '地圖導航功能',
  `data37` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '航線規畫',
  `data38` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '固定距離航線規劃',
  `data39` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '預載專用自行車道地圖',
  `data40` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '熱門路線導航功能',
  `data41` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '計算機',
  `data42` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '左右雙腳功率',
  `data43` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '亮度流明',
  `data44` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '血氧感測功能',
  `data45` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '全天候壓力偵測',
  `data46` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT 'REM睡眠偵測',
  `data47` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '呼吸頻率偵測',
  `data48` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '異常心率警示',
  `data49` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '音樂播放(MP3/AAC)',
  `data50` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '熱適應力',
  `data51` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '高度適應力',
  `data52` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '訓練負荷焦點',
  `data53` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '事故偵測',
  `data54` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '援助通知',
  `data55` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '防盜警報',
  `data56` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '飲水追蹤',
  PRIMARY KEY (`itemId`)
) ENGINE=InnoDB AUTO_INCREMENT=203 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `items`
--

TRUNCATE TABLE `items`;
--
-- 傾印資料表的資料 `items`
--

INSERT INTO `items` (`itemId`, `name`, `itemName`, `itemImg`, `itemDescription`, `itemPrice`, `itemQty`, `itemCategoryId`, `data`, `data2`, `data3`, `data4`, `data5`, `data6`, `data7`, `data8`, `data9`, `data10`, `data11`, `data12`, `data13`, `data14`, `data15`, `data16`, `data17`, `data18`, `data19`, `data20`, `data21`, `data22`, `data23`, `data24`, `data25`, `data26`, `data27`, `data28`, `data29`, `data30`, `data31`, `data32`, `data33`, `data34`, `data35`, `data36`, `data37`, `data38`, `data39`, `data40`, `data41`, `data42`, `data43`, `data44`, `data45`, `data46`, `data47`, `data48`, `data49`, `data50`, `data51`, `data52`, `data53`, `data54`, `data55`, `data56`) VALUES
(1, '小米', 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '0.jpg', '●最新小米手環3專用錶帶 \n●錶殼為鋅合金，錶帶採金屬不銹鋼材設計，3種經典顏色可挑選 \n●採用磁吸式錶帶，可調整適當長度，適用大部分手腕粗細 \n●安裝簡易，安裝後牢固不易脫落遺失 \n●購買注意 : 本產品適用第3代小米手環，第一、二代小米手環產品不適用', '$25,495', '124', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '76 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(2, 'GARMIN', 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '0.jpg', '●陶瓷錶圈+真皮錶帶 尊爵版獨享\n●清晰可見的大型 1.2 吋彩色觸控顯示螢幕\n●高感度的 GPS 快速定位\n●便利的QuickFit™ 快拆錶帶\n●電池效能：高爾夫模式10小時、一般手錶模式10天', '$15,590', '410', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '72 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(3, 'AFAMIC 艾法', 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '0.jpg', '●無線藍芽配對遙控自拍\n●心率含氧一鍵監控\n●來電提示 FB 訊息提示', '$22,456', '758', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '95 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(4, 'Fitbit', 'Fitbit Inspire HR 智能健身手環', '0.jpg', '●防水可達50公尺\n●淺睡、熟睡與REM睡眠追蹤\n●電池續航力長達5天以上', '$29,155', '469', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '250 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(5, 'AFAMIC 艾法', 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '0.jpg', '●多種運動模式專業監測\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$12,344', '376', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '254 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(6, 'GARMIN', 'GARMIN D2 Charlie 鈦金航空錶', '0.jpg', '●多時區時間\n●隨時連線\n●世界機場資訊參考\n●飛行時自動紀錄\n●詳盡豐富的內建航空地圖', '$32,290', '649', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '77 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(7, 'JSmax', 'JSmax SW-L8智慧多功能健康管理運動手錶', '0.jpg', '●多種健康數據監測、運動監測\n●心率、BP壓力、含氧%監測\n●心率定時監測、超標警示模式\n●計步/卡路里消耗/距離\n●生活秘書、來電、訊息、久坐提醒', '$32,155', '746', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '256 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(8, 'SAMSUNG', 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '0.jpg', '●內建升級版跑步教練\n●自動健身運動偵測\n●輕薄簡約設計', '$22,745', '656', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '103 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(9, 'GARMIN', 'GARMIN INSTINCT 本我系列GPS腕錶', '0.jpg', '●以美國軍規標準打造\n●防水等級可達水下100公尺\n●Elevate光學心率感測技術\n●多衛星系統支援\n●智慧手錶模式最長可達14天', '$19,880', '285', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '96 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(10, 'Fitbit', 'Fitbit Charge 3 智慧手環', '0.jpg', '●電池續航力長達7日\n●新增一卡通支付&呼叫Uber功能\n●水上運動也可適用', '$14,490', '292', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '257 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(11, '小米', 'ANTIAN 小米手環3 矽膠錶帶', '0.jpg', '●本商品只售腕帶 不含機體！\n●優質矽膠材質，防水耐磨更耐用\n●細膩光滑質感，更輕更親膚，佩戴更自在\n●多孔設計，靈活調節，透氣防汗，運動更舒適\n●按鈕採用T字形設計，有效鎖住腕帶，防止脫落', '$11,700', '168', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '249 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(12, 'APPLE', '美國NOMADxHORWEEN皮革 Apple Watch', '0.jpg', '●適用於38 / 40mm\n●嚴選Horween天然皮革材質\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$22,456', '256', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '253 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(13, '小米', '小米手環3半透明腕帶錶帶', '0.jpg', '●專為最新小米手環3主體使用\n●半透明TPU材質，超軟Q，親膚防水，配帶舒適\n●採用仿原廠扣式錶帶，可調整適當長度，適用大部分手腕粗細\n●最新卡榫設計安裝簡易，安裝後牢固不易脫落遺失', '$12,990', '774', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '100 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(14, '小米', '小米手環4運動雙色撞色腕帶錶帶12色', '0.jpg', '●個性時尚 輕盈美觀\n●輕盈柔韌透氣 輕巧耐用\n●防掉落設計 增加內圈結構\n●親膚矽膠材質 抗汙耐水洗\n●本商品為錶帶，不含機身', '$22,290', '955', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '240 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(15, 'APPLE', 'Apple Watch Series 5', '0.jpg', '●顯示器配備力度觸控\n●64 位元雙核心處理器\n●內建GPS/GNSS\n●Ion-X 強化玻璃\n●長達18小時電池續航力', '$24,400', '933', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '240 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(16, 'Fitbit', 'Fitbit Ionic 智能健身手錶', '0.jpg', '●連續心律追蹤x睡眠階段追蹤\n●來電、簡訊與智慧型手機通知\n●多種運動模式追蹤', '$14,655', '748', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '73 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(17, 'APPLE', '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '0.jpg', '●嚴選德國皮革材質\n●機能防潑水透氣皮革\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$12,777', '562', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '258 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(18, '小米', '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '0.jpg', '●小米手環3/4通用錶帶\n●精織尼龍材質，舒適透氣\n●新款魔術貼，好粘好撕，超強固定\n●腕帶可自由調節配戴大小\n●精挑細選，親膚般的享受', '$13,450', '610', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '245 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(19, 'GARMIN', 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●預載地圖\n●固定距離航線規劃\n●CLIMB PRO', '$26,990', '510', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '253 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(20, 'APPLE', 'Apple Watch Nike', '0.jpg', '●隨顯 Retina 顯示器\n●64 位元雙核心處理器\n●內建 GPS、GLONASS\n●Ion-X 強化玻璃\n●長達18小時電池續航力', '$23,400', '986', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '101 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(21, '小米', '小米手環34通用單色矽膠運動替換錶帶', '0.jpg', '●優質矽膠，輕膚柔軟不易退色\n●錶帶防水防汗耐磨\n●多孔位可依照手腕大小調節\n●T字鈕扣，錶帶不輕易脫落\n●牢固內架完整包護主體', '$14,355', '117', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '67 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(22, 'GARMIN', 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●預載地圖\n●固定距離航線規劃\n●CLIMB PRO', '$26,990', '548', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '250 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(23, '小米', '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '0.jpg', '●液態硅膠 高彈性\n●多孔位設計，手腕大小均可適用\n●高性能TPU，輕盈柔韌又透氣\n●腕帶米粒卡位精準，無縫貼合\n●耐髒，創新殼水洗', '$12,200', '464', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '246 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(24, 'APPLE', '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '0.jpg', '●嚴選德國皮革材質\n●機能防潑水透氣皮革\n●採用316不鏽鋼材質設計\n●獨特紋理,更具特色\n●皮革會隨著時間增加而漸漸熟成', '$32,457', '354', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '70 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(25, 'GARMIN', 'GARMIN vivomove 3 指針智慧腕錶', '0.jpg', '●悠遊卡支付\n●女性生理期追蹤\n●睡眠監測\n●多種運動模式', '$18,940', '626', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '93 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(26, 'APPLE', 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '0.jpg', '●內建 GPS 與 GLONASS\n●雙核心處理器\n●W2 晶片\n●容量 16GB\n●心率感測器\n●Ion-X 強化玻璃', '$30,155', '689', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '255 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(27, 'GARMIN', 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '0.jpg', '●音樂儲存及播放\n●GARMIN PAY行動支付\n●全日腕式心率\n●內建運動APP\n●智慧提示', '$19,900', '806', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '99 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(28, 'APPLE', 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '0.jpg', '●磁吸磁力強勁，穩固吸附不掉落\n●巧妙回環設計，輕鬆調節錶帶長度\n●電鍍工藝，高端時尚，久戴不變色\n●升級帶邊框設計，防止日常碰撞\n●精美的不鏽鋼編織，柔和防水防汗', '$15,990', '570', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '243 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(29, 'Fitbit', 'Fitbit Versa 2 健康運動智慧手錶', '0.jpg', '●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆\n●電池續航力達 5 天以上', '$22,569', '769', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '245 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(30, 'JSmax', 'JSmax BY21-C6PRO 智慧健康管理手環', '0.jpg', '●健康數據智能監測\n●疲勞度\n●抬手亮屏\n●睡眠監測\n●即時通訊', '$13,220', '303', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '78 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(31, 'GARMIN', 'GARMIN Descent MK1 GPS潛水電腦錶', '0.jpg', '●支援多種潛水模式\n●支援複合式運動模式\n●連結GPS/GLONASS雙衛星定位\n●可顯示深度、潛水時間、溫度、NDL/TTS\n●高續航力/自訂減壓/潛水日誌', '$32,990', '413', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '247 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(32, 'Fitbit', 'Fitbit Versa 智能運動手錶', '0.jpg', '●頂級設計搭配 AMOLED螢幕\n●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆', '$17,280', '555', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '252 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(33, 'GARMIN', 'GARMIN D2 Delta PX 鈦金航空錶', '0.jpg', '●飛行同時監測自己的血氧飽和度\n●多國時區支援\n●GARMIN PAY行動支付\n●音樂-可儲存及播放約 500 首歌曲\n●多種運動/活動設定選項', '$39,800', '442', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '97 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(34, 'AFAMIC 艾法', 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '0.jpg', '●遠端關注親友各項數據適時提醒\n●心率監控運動記步掌控健康\n●來電提示 FB 訊息提示', '$34,211', '873', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '102 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(35, 'GARMIN', 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '0.jpg', '●fenix 5S 輕量美型款\n●搭載光學心率感測技術\n●兼顧運動與日常穿戴\n●藍寶石鏡面\n●雙衛星系統', '$23,990', '692', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '105 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(36, 'JSmax', 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '0.jpg', '●多項健康數據監測\n●健康數據參考趨勢\n●心率、BP壓力、HRV、疲勞度\n●多種運動模式\n●整點監測', '$22,196', '197', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '251 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(37, 'GARMIN', 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '0.jpg', '●音樂播放\n●GARMIN PAY 行動支付\n●TRENDLINE 熱門路線\n●預載地圖\n●CLIMB PRO', '$35,990', '928', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '106 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(38, 'Fitbit', 'Fitbit Versa 2 健康運動智慧手錶 特別款', '0.jpg', '●睡眠階段及睡眠分數\n●Fitbit Pay感應式付款\n●螢幕長亮模式、音樂體驗\n●應用程式、通知及語音回覆\n●電池續航力達 5 天以上', '$17,980', '212', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '256 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(39, 'GARMIN', 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '0.jpg', '●GARMIN PAY行動支付\n●提供進階跑步動態資訊\n●腕式心率追蹤運\n●智慧腕錶模式下電力長達7天\n●GPS模式下電力約14小時', '$12,990', '110', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '244 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(40, 'JSmax', 'JSmax BM-08健身運動&健康管理智慧型手環', '0.jpg', '●心率、壓力、多種監測趨勢參考\n●健身族最愛的監測管理數據參考\n●平日活動量監測、久坐提醒等\n●來電、簡訊、社群軟體訊息通知\n●其他多種日常好用功能', '$13,690', '604', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '244 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(41, 'AFAMIC 艾法', 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '0.jpg', '●多種運動模式專業監測\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$31,541', '819', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '242 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(42, 'GOLiFE', 'GOLiFE Care U 多功能智慧運動心率手環', '0.jpg', '●心房顫動\n●冥想模式舒緩壓力\n●血壓趨勢監測\n●疲勞度偵測\n●ECG心電監測', '$32,155', '585', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '74 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(43, 'JSmax', 'JSmax SC-C30 智慧多功能健康管理運動手環', '0.jpg', '●多種健康數據監測、趨勢歷史紀錄\n●心率、BP監測、O2狀態、睡眠\n●HRV、疲勞度、打鼾監測\n●異常狀態警示、SOS緊急撥號\n●運動監測、來電、訊息通知', '$14,400', '524', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '69 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(44, 'AFAMIC 艾法', 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '0.jpg', '●動態顯示介面 超高續航力\n●3D動態顯示介面 別具一格\n●運動數據,心率紀錄,訊息提醒', '$21,100', '145', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '65 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(45, 'GARMIN', 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '0.jpg', '●跳傘模式\n●雙格式GPS座標\n●夜視模式\n●潛行模式\n●以美國軍規標準打造', '$11,990', '756', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '255 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(46, 'JSmax', 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '0.jpg', '●防刮玻璃\n●多種健康數據監測\n●健康參考趨勢\n●心率、BP壓力\n●連續心率', '$21,890', '889', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '68 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(47, 'GARMIN', 'GARMIN SWIM 2 GPS光學心率游泳錶', '0.jpg', '●水下腕式光學心率\n●內建開放水域游泳模式\n●進階游泳功能/專業室內游泳資訊\n●專業游泳設計/支援多衛星系統\n●體能狀況監控指標/自訂游泳訓練', '$19,901', '703', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '254 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(48, 'AFAMIC 艾法', 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '0.jpg', '●IP67防水 快拆錶帶\n●健康數據一鍵監控\n●來電提示 FB 訊息提示', '$34,512', '319', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '104 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(49, 'SAMSUNG', 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '0.jpg', '●多款具層次感及光影效果的錶面設計\n●內建4GB記憶體\n●自動體適能偵測\n●預設GPS定位系統與心率感應\n●具備自動偵測壓力指數', '$16,420', '928', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '241 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(50, 'GARMIN', 'GARMIN VENU AMOLED GPS 智慧腕錶', '0.jpg', '●精緻細膩的AMOLED顯示螢幕\n●全天候健康偵測/螢幕訓練指導\n●安全與追蹤功能\n●音樂功能\n●GARMIN PAY', '$13,990', '858', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '71 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(51, 'GOLiFE', 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '0.jpg', '●日本JDI 彩色超高解析度螢幕\n●美國第三代康寧大猩猩玻璃錶面\n●全天候腕式光學心率\n●海拔高度計、氣壓計、溫度計、3D電子羅盤\n●跑步/爬山/室內跑步/騎車/跑步訓練和間歇訓練', '$32,143', '883', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '241 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(52, 'SAMSUNG', 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '0.jpg', '●內建升級版跑步教練\n●自動健身運動偵測\n●輕薄簡約設計\n●5ATM/IP68防塵防水\n●曲面SuperAMOLED螢幕', '$12,900', '276', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '246 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(53, 'GARMIN', 'GARMIN vivoactive 4 GPS 智慧腕錶', '0.jpg', '●全天候健康偵測\n●螢幕訓練指導\n●安全與追蹤功能\n●音樂功能\n●GARMIN PAY', '$11,990', '883', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '92 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(54, 'AFAMIC 艾法', 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '0.jpg', '●多種運動模式專業監測\n●心率含氧一鍵監控\n●來電提示 FB 訊息提示', '$31,151', '200', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '248 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(55, 'GOLiFE', 'GOLiFE Care-XC 智慧全彩觸控心率手環', '0.jpg', '●全彩觸控螢幕\n●腕式光學心率感測技術\n​●遙控​手機​拍照\n●手機手環雙向防丟​\n​●自動​​​偵測睡眠品質及睡眠時間', '$32,146', '391', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '79 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(56, 'GARMIN', 'GARMIN vivoactive3 行動支付心率智慧腕錶', '0.jpg', '●GARMIN PAY行動支付\n●SIDE SWIPE / 側邊滑動控制\n●訓練計畫下載\n●GARMIN 手腕式心率感測\n●健康偵測', '$28,990', '872', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '89 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(57, 'SAMSUNG', 'SAMSUNG Galaxy Watch LTE 42mm R815', '0.jpg', '●內建 eSIM 功能，支援 LTE 獨立連網\n●內置揚聲器撥打電話和發送語音訊息\n●具備 7 天的待機時間\n●耐用性獲得 MIL-STD-810 軍規等級認證\n●5ATM 防水規格', '$18,910', '481', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '81 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(58, 'GOLiFE', 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '0.jpg', '●悠遊卡功能智慧手環，購物交通超便利\n●光學心率感測\n●遙控手機拍照\n●手機手環雙向防丟\n●IP66/IP67 防塵防水', '$12,456', '854', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '66 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(59, 'GARMIN', 'GARMIN Vivofit 4 健身運動手環', '0.jpg', '●恆亮彩色顯示螢幕，即使在陽光下也能輕鬆閱讀\n●螢幕可自訂顏色主題、錶面圖案及個人勵志小語\n●游泳可佩戴、淋浴免取下\n●裝置記錄步數、距離與消耗的卡路里\n●還提供睡眠監測與個人每日步數目標等功能', '$20,990', '847', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '90 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(60, 'JSmax', 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '0.jpg', '●多種健康數據監測\n●心率、BP壓力、含氧%監測模式\n●心率定時監測模式\n●運動數據即時監測\n●計步/卡路里消耗/距離', '$32,550', '122', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '88 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '-', '●', '-', '●', '-', '●', '-', '●', '●', '●', '●', '-', '-', '●', '●', '-', '-', '-', '●', '●'),
(61, 'GARMIN', 'GARMIN Vivofit jr2 小童手環', '0.jpg', '●主題式冒險旅程\n●任務提醒\n●彩色螢幕\n●兩種尺寸錶帶TOE-TO-TOETM 步數挑戰\n●具防水效能', '$20,480', '212', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '251 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(62, 'JSmax', 'JSmax SB-V7 智慧健康管理手環', '0.jpg', '●多項智能檢測\n●抬手自動亮屏\n●離手識別\n●睡眠監測\n●社交提醒', '$18,590', '174', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '75 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', '充電式鋰電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '4週', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(63, 'GARMIN', 'GARMIN VIVOLIFE 悠遊智慧腕錶', '0.jpg', '●即時顯示餘額與交易紀錄\n●最高可綁定10張信用卡\n●電力續航長達7天\n●來電訊息不漏接\n●自由變換專屬錶面', '$21,480', '174', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '249 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '●', '-', '-', '●', '-', '-', '●', '-', '●'),
(64, 'GOLiFE', 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '0.jpg', '●腕式光學心率感測技術\n●全彩觸控螢幕\n●血壓血氧監測\n●手機手環雙向防丟\n●動偵測睡眠品質及睡眠時間', '$21,345', '261', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '243 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(65, 'GARMIN', 'GARMIN vivosmart 4 健康心率手環', '0.jpg', '●PULSE OX 血氧感測功能\n●BODY BATTERY 身體能量指數\n●進階睡眠監測\n●全天候壓力偵測\n●手腕式心率感測', '$13,880', '728', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '242 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(66, 'JSmax', 'JSmax SW-HD1石英數位混合型智慧健康手錶', '0.jpg', '●真實石英指針錶+數位顯示螢幕\n●健康數據監測、趨勢、歷史紀錄\n●計步/卡路里消耗/距離\n●社群訊息提醒 、來電簡訊通知\n●久坐提醒、鬧鐘設定、天氣、拍照', '$25,088', '693', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '247 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '不鏽鋼編織錶帶', '316L 精品白鋼', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(67, 'GARMIN', 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '0.jpg', '●內建光學心率感測技術\n●全天候壓力追蹤與放鬆計時器\n●體能監測功能\n●顯示步數、卡路里、距離、心率', '$16,900', '550', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '91 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '●', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '-', '-', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '-'),
(68, 'JSmax', 'JSmax SC-C90 智慧多功能健康管理運動手環', '0.jpg', '●多種健康數據監測、趨勢歷史紀錄\n●心率、BP監測、O2狀態、睡眠\n●HRV、疲勞度、打鼾監測\n●異常狀態警示、SOS緊急撥號\n●運動監測、來電、訊息通知', '$23,166', '688', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '257 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '尼龍織紋錶帶', '航太級鋁合金', '-', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', '-', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(69, 'GOLiFE', 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '0.jpg', '●全天心率偵測\n●購物交通超便利\n●自動偵測睡眠品質\n●藍牙無線\n●活動追蹤雲端同步', '$13,156', '503', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '94 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(70, 'JSmax', 'JSmax BY-21 智慧健康管理手環', '0.jpg', '●多項智能檢測\n●疲勞度監測\n●抬手亮屏\n●睡眠監測\n●即時通訊', '$15,156', '442', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '248 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(71, 'SAMSUNG', 'SAMSUNG Galaxy Fit e 運動手環', '0.jpg', '●長效電力，穿戴不中斷\n●輕鬆追蹤生活各方面\n●5ATM 防水等級', '$17,000', '274', '穿戴式裝置', '活動追蹤', '-', '伸縮式腕帶: 最大約14.7公分 調整式腕帶: 約13-17.5公分', '1.1 x1. 1公分', '98 x 88畫素', '彩色液晶螢幕', '17.5 公克', '-', '-', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週約一年', '游泳防水等級', '4週', 'BLE', '-', '-', '●', '-', '-', '●', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(72, 'GOLiFE', 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '0.jpg', '●全彩觸控螢幕/心率感測技術\n●手機手環雙向防丟/專屬APP\n●血壓血氧監測', '$12,561', '669', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '258 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '25.5公克', '矽膠或尼龍織紋錶帶', '航太級鋁合金', '弧面 Gorilla 玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '●', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '-', '-', '●', '●', '●', '●', '-', '-', '-', '-', '-', '-', '-', '-', '●'),
(73, 'JSmax', 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '0.jpg', '●多種健康數據監測\n●健康數據參考趨勢\n●心律、BP、運動心律\n●抬手亮屏\n●睡眠監測', '$13,500', '815', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '80 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '●', '-', '●', '●', '-', '●', '●', '●', '●', '●', '●', '●', '●', '●', '●', '-', '●', '-', '-', '-', '-', '●'),
(74, 'GOLiFE', 'GOLiFE 第二代Care 健康智慧手環', '0.jpg', '●完整記錄您日夜生活動態\n●偵測睡眠品質及睡眠時間\n●來電提醒、步數記錄、消耗熱量\n●距離顯示、鬧鐘提醒、時間模式、日期顯示\n●IP66/IP67 防塵防水，日常使用不設限', '$12,662', '769', '穿戴式裝置', '活動追蹤/ 跑步', '繁體中文 /英文', '3: 4.4 x 4.4 x 1.13 公分3S: 3.9 x 3.9 x 1.09 公分', '0.89  x 1.83 公分', '64 x 132 畫素', '隱藏式OLED觸控螢幕', '3: 29.6公克 3S: 24.5公克', '矽膠', '強化纖維聚合物', '-', 'CR1632 鈕扣電池', '手錶模式：最長可額外多達一週手錶模式：最長可達 4 天', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '-', '-', '-', '-', '●', '●', '●', '●', '-', '●', '●', '●', '-', '●', '●', '-', '-', '-', '-', '-', '●', '●', '-', '●', '●', '●', '●', '-'),
(75, 'AFAMIC 艾法', 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '0.jpg', '●磁吸式錶帶人性化調整適合任何人\n●記錄個人健康數據的管家\n●來電提示 FB 訊息提示', '$21,452', '174', '穿戴式裝置', '活動追蹤/ 跑步/ 有氧/ 重訓', '繁體中文 /英文', '4.2 x 4.2 x 1.19 公分', '2.41 x 1.87 公分', '252 x 240 畫素', '隱藏式AMOLED 觸控螢幕', '44.5公克', '義大利皮革或米蘭不鏽鋼編織錶帶', '316L 精品白鋼', '弧面藍寶石玻璃鏡面', '充電式鋰電池', '手錶模式：最長可達 4 天悠遊卡模式: 最長可達8小時', '游泳防水等級', '七筆計時活動，14天活動追蹤資料', 'BLE / ANT+', 'USB充電線', '-', '●', '●', '●', '-', '●', '●', '-', '-', '●', '●', '● (來電、簡訊、E-mail通知)', '●', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '-', '-', '●', '-', '●', '●', '●', '●', '-', '-', '-', '-', '●', '-', '●', '-', '●'),
(76, 'QCY', 'QCY L1藍牙耳機', '0.jpg', '●記憶鋼圈設計 貼合頸脖\n●6.5小時通話時長\n●TPE扁面耳機線 抗拉扯防打結\n●9mm小巧機身 2g輕巧配戴\n●磁吸設計 輕易配戴', '$16,458', '611', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(77, 'JLab', 'JLab Epic Air Sport 真無線運動耳機', '0.jpg', '●最新藍牙5.0，自動開機連線\n●IP66高防水，適合各類運動\n●電力10hr，搭充電盒70hr\n●專利矽膠人體工學耳掛，舒適穩定\n●3種EQ模式，各種曲風都能駕馭', '$14,655', '140', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(78, 'QCY', 'QCY Q25藍牙耳機', '0.jpg', '●CVC6.0 回聲降噪\n●4.1版藍牙相容性提升\n●0.83cm纖薄機身設計', '$32,444', '299', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(79, 'JLab', 'JLab Epic Executive 抗噪耳機', '0.jpg', '●有效阻隔 90% 環境噪音\n●內附 3.5 mm Aux-in 轉接頭可變有線耳機使用\n●內建 MEM 數位麥克風，可作免持聽筒使用', '$13,999', '857', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(80, 'JLab', 'JLab JBuddies Folding 兒童耳機', '0.jpg', '●美國家長推薦安全及舒適兒童耳機\n●專為2歲以上孩童設計\n●安全音量限制85分貝，保護聽力\n●可摺疊式設計，攜帶方便\n●內附3D貼紙，讓孩子自選風格', '$16,800', '962', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(81, 'SONY', 'SONY WI-C310 藍牙耳機', '0.jpg', '●Bluetooth 5.0版本\n●15hr長效電池享受音樂不間斷\n●充電10分鐘可播放60分鐘\n●磁性吸附耳機便利配戴\n●台灣SONY公司貨', '$21,490', '543', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(82, 'SONY', 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '0.jpg', '●支援智慧降噪和環境音功能\n●支援 APP 可設定自我音樂偏好\n●高音質免持通話功能\n●柔軟的矽膠頸帶和磁性耳塞方便您整理纜線', '$24,290', '473', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(83, 'SONY', 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '0.jpg', '●台灣SONY公司貨 一年保固\n●支援智慧降噪和環境音功能\n●支援 APP設定自我音樂偏好\n●高音質免持通話功能\n●柔軟的矽膠頸帶', '$34,990', '743', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(84, 'SONY', 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '0.jpg', '●線藍牙頸掛式耳機\n●頸帶配備來電震動功能\n●支援App 可調整個人音樂偏好\n●長達 8 小時電池續航力\n●多種時尚色彩可供選擇', '$25,490', '209', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(85, 'SONY', 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '0.jpg', '●NFC 功能\n●續航力 8小時\n●IPX4 防汗與防潑', '$22,390', '399', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(86, 'SONY', 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '0.jpg', '●數位降噪給您零噪音干擾純粹音效\n●支援降噪環境音讓您選擇聽見聲音\n●NFC 功能\n●IPX4 防汗與防潑\n●輕巧且穩固貼合的後掛式設計', '$24,490', '196', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(87, 'JLab', 'JLab JBuds Air Sport 真無線藍牙耳機', '0.jpg', '●IP66高防水，專為運動設計\n●電力6hr，充電盒再加34hr\n●支援外部環境音聆聽功能\n●最新藍牙5.0，自動開機連線\n●專利矽膠人體工學耳掛，舒適穩定', '$12,799', '690', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(88, 'QCY', 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '0.jpg', '●從充電倉取出，雙耳自動配對\n●輕按一下，即可召喚Siri\n●可單耳機使用，分別連接不同設備\n●立體高清音質，令你陶醉其中\n●支援雙耳通話', '$21,445', '609', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '');
INSERT INTO `items` (`itemId`, `name`, `itemName`, `itemImg`, `itemDescription`, `itemPrice`, `itemQty`, `itemCategoryId`, `data`, `data2`, `data3`, `data4`, `data5`, `data6`, `data7`, `data8`, `data9`, `data10`, `data11`, `data12`, `data13`, `data14`, `data15`, `data16`, `data17`, `data18`, `data19`, `data20`, `data21`, `data22`, `data23`, `data24`, `data25`, `data26`, `data27`, `data28`, `data29`, `data30`, `data31`, `data32`, `data33`, `data34`, `data35`, `data36`, `data37`, `data38`, `data39`, `data40`, `data41`, `data42`, `data43`, `data44`, `data45`, `data46`, `data47`, `data48`, `data49`, `data50`, `data51`, `data52`, `data53`, `data54`, `data55`, `data56`) VALUES
(89, 'JLab', 'JLab JBuds Air 真無線藍牙耳機', '0.jpg', '●最新藍牙5.0規格，收訊穩定快速\n●高強度 IP55 防水，運動流汗沒問題\n●單次電力 3-4 hr，搭充電盒加 10hr', '$11,999', '105', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(90, 'SONY', 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '0.jpg', '●無線藍牙耳機\n●全新小巧耳罩設計\n●支援 App 可調整個人音樂偏好\n●24 小時電池續航力且支援快充\n●多種時尚色彩可供選擇', '$14,790', '753', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(91, '鐵三角', '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '0.jpg', '●最多可記錄8台裝置的配對資訊\n●無線方式收看行動電視\n●按鍵播放或通話相關功能\n●9小時連續播放\n●享原廠一年保固', '$11,650', '370', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(92, 'SONY', 'SONY MBH22 單聲道藍牙耳機', '0.jpg', '●電池效力提供長達 6 小時的通話時間；待機時間則為 200 小時。\n●Google 個人助理和 Siri 的語音助理功能\n●多功能鍵\n●隨附 USB Type-C™ 連接線', '$15,790', '503', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(93, 'Plantronics繽特力', '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '0.jpg', '●降噪麥克風+DSP降低背景噪音\n●寬頻語音，更自然的軟體電話語音\n●動態EQ，通話/音樂自動調節\n●270度旋轉可彎曲麥克風桿\n●方便操作的獨立操控鍵', '$26,587', '281', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(94, 'SONY', 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '0.jpg', '●EXTRA BASS™ 音效\n●帶來深沉有力的低音域\n●藍牙無線連結技術，享受無線自由\n●9 小時的長效電池續航力\n●智慧型手機相容的控制鍵與麥克風', '$13,290', '618', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(95, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '0.jpg', '●新一代藍牙5.0真無線運動耳機\n●半開放式矽膠耳塞舒適配戴\n●半開放耳塞可直接聽到周圍環境音\n●結構式IP57國際防水防塵標準\n●專屬驅動單體提供強勁低音效果', '$34,799', '471', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(96, 'SONY', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '0.jpg', '●NFC功能\n●EXTRA BASS技術\n●專為舞曲量身打造\n●電池續航力達 30 小時\n●耳罩可旋轉，方便收納攜帶', '$14,990', '288', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(97, '鐵三角', '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '0.jpg', '●搭載全新Ø9.8mm驅動單元\n●內置PCB小巧機身上呈現高音質\n●單次充電最長可使用8小時\n●內置導線控制器，支援語音助理\n●自動關機功能，防止電池消耗', '$11,980', '250', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(98, 'SONY', 'SONY SBH82D 開放式立體聲藍牙耳機', '0.jpg', '●開放式設計給你雙重聆聽體驗\n●無線、頸後式風格\n●輕量小巧可折疊\n●可舒適貼合耳朵周圍', '$13,500', '437', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(99, 'SONY', 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '0.jpg', '●真無線享受自由動態\n●專為運動打造的無線降噪耳機\n●降噪/環境音讓您選擇聽見的聲音\n●IPX4 防汗與防潑\n●輕巧設計能夠確實安穩貼合耳朵', '$12,400', '691', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(100, 'JLab', 'JLab Rewind 藍牙耳機', '0.jpg', '●音樂播放時間可長達 12小時\n●內建 3組 EQ 快調音場模式\n●可調整式頭帶，舒適度更佳\n●內建 MEM 數位麥克風可接聽電話', '$12,999', '537', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(101, 'Plantronics繽特力', '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '0.jpg', '●二種ANC主動降噪模式\n●二種EQ模式\n●可做有線耳機使用\n●全新BackBeat APP\n●適合全天配戴', '$24,966', '749', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(102, 'SONY', 'SONY WF-SP900 真無線防水運動藍牙耳機', '0.jpg', '●真無線享受自由動態\n●專為運動打造的無線耳機\n●4GB 內建儲存空間\n●支援 IP65/IP68 防水與防塵等級\n●輕巧設計，能夠確實安穩貼合您的耳朵', '$17,490', '749', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(103, 'Plantronics繽特力', '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '0.jpg', '●最新高通四核藍牙5.0晶片\n●四麥克風降噪，清晰通話無懼干擾\n●人體工學矽膠耳塞，配戴舒適\n●結構式IP54防塵防水\n●沈浸式環繞式立體聲音效', '$25,966', '389', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(104, 'SONY', 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '0.jpg', '●電池續航力 30 個小時\n●獨家研發的HD降噪處理器QN1\n●情境.旅行步行等待 3 種狀態\n●觸控式左耳耳罩的面板\n●快充十分鐘.支撐 5小時播放', '$18,900', '588', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(105, '鐵三角', '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '0.jpg', '●抑制多餘低頻的音響聲阻設計\n●小巧的Ø40㎜驅動單元\n●分割音響空間電氣迴路分離設計\n●續航力70HR 聆聽時間\n●輕量化機身以及旋轉摺疊結構', '$33,589', '399', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(106, 'SONY', 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '0.jpg', '●HD 降噪處理器 QN1 讓您聆聽不受干擾\n●獨特的自動個人降噪與氣壓優化功能\n●BLUETOOTH® 技術與 NFC 讓您享受自由的無線體驗\n●長達 30 小時的電池續航力', '$19,900', '271', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(107, 'SONY', 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '0.jpg', '●智慧降噪\n●免持通話\n●智慧型手機相容\n●35小時續航', '$14,990', '596', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(108, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '0.jpg', '●可調節運動頭帶，舒適穩固\n●特殊六邊立體防滑設計增加貼合力\n●40mm單體提供渾厚強勁的低音\n●可接收外界環境音\n●IPX5防水防汗設計', '$15,590', '172', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(109, '鐵三角', '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '0.jpg', '●折疊設計\n●Ø40mm驅動單元\n●主動式抗噪技術\n●配備藍牙無線技術\n●左耳罩內建麥克風和控制鍵', '$36,222', '328', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(110, 'SONY', 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '0.jpg', '●HD高傳真降噪處理器QN1\n●(與WH-1000XM3同級)\n●自動降噪偵測模式\n●充電10分鐘可播放80mins', '$19,900', '599', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(111, '鐵三角', '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '0.jpg', '●主動式抗噪技術\n●觸控接聽電話、控制音樂/影片播放功能與調整音量\n●40ｍｍ驅動單元提供高傳真聲音重現能力\n●隨附耳機線，享受高解析度音質時使用\n●享有一年保固', '$17,400', '470', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(112, '鐵三角', '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '0.jpg', '●Ø40mmSOLID BASS\n●驅動單元\n●獨家設計的機殼\n●易攜帶的輕量小型耳罩式耳機\n●滿電後藍牙與抗噪長達 20小時', '$23,890', '287', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(113, 'SONY', 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '0.jpg', '●EXTRA BASS 給您深沈\n●強力的音效\n●電池續航力長達 15 小時\n●頸掛式風格與避免纏繞磁性耳塞\n●支援藍牙規格 5.0 版本', '$11,200', '574', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(114, '鐵三角', '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '0.jpg', '●可折疊的精巧結構。\n●搭載Ø53mm「深邃運動驅動單元」\n●由軟硬係數不同的雙層緩衝材質製成的雙層構造耳墊', '$15,200', '625', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(115, 'SONY', 'SONY 耳機 WF-SP900 運動無線防水', '0.jpg', '●真無線享受\n●4GB 內建儲存空間\n●IP65/IP68 防水與防塵', '$37,490', '753', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(116, 'SONY', 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '0.jpg', '●EXTRA BASS音效\n●電池續航力達 30 小時\n●支援快速注意模式\n●時尚可摺疊設計\n●快充10分鐘可播放60分鐘', '$26,990', '870', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(117, '鐵三角', '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '0.jpg', '●高解析的音效\n●DLC擬鑽碳纖覆層振膜\n●耳墊與頭帶為低反彈性軟墊\n●與優質合成皮革材質\n●只要使用麥克風導入外部聲音', '$29,000', '947', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(118, 'SUDIO', 'SUDIO Fem真無線藍牙耳道式耳機', '0.jpg', '●6小時續航力，含充電盒20小時\n●4個麥克風\n●IPX 5 防水係數\n●石墨烯驅動\n●大幅降低週遭環境音', '$20,480', '882', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(119, '鐵三角', '鐵三角 ATH-CKR55BT 無線藍牙耳機', '0.jpg', '●鮮明的中高頻與澎湃低頻\n●寬闊的音場表現\n●多功能控制器\n●對應高音質的aptX/AAC編碼', '$12,680', '537', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(120, 'SONY', 'SONY 無線藍牙耳罩式耳機 WH-CH510', '0.jpg', '●Bluetooth 5.0版本\n●最高 35 小時電池續航力\n●免持通話功能與語音助理指令\n●支援:SBC、AAC\n●台灣公司貨', '$21,490', '287', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(121, 'Plantronics繽特力', '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '0.jpg', '●超強四麥克風+DSP降背景噪音\n●ANC主動降噪/AI語音助理\n●中文聲控接聽/快速充電\n●全天候舒適配戴\n●Hi-Fi立體聲 身歷其境', '$12,800', '298', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(122, '鐵三角', '鐵三角 ATH-CKS5TW 真無線運動耳機', '0.jpg', '●SOLID BASS系列重低音\n●Ø10mm最新大型驅動單元\n●真無線耳機專用的新型耳塞\n●續航力15HR', '$24,888', '179', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(123, 'SONY', 'SONY 開放式立體聲耳機 SBH82D', '0.jpg', '●開放式風格給你雙重聆聽體驗\n●無線、頸後式風格\n●輕量小巧可折疊\n●具備語音助理的遙控功能', '$12,480', '425', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(124, 'JLab', 'JLab JBuds Air Executive 真無線藍牙耳機', '0.jpg', '●6hr單次電力，總電達30hr\n●雙麥克風設計，C3通話降噪\n●支援外部環境音聆聽功能\n●最新藍牙5.0，自動開機連線\n●觸控式操作，可調整曲目音量', '$16,900', '406', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(125, 'SONY', 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '0.jpg', '●強勁重低音為你的運動提供動力\n●藍牙無線聽歌可達8.5小時\n●IPX4防水等級音樂無間斷，無懼風雨\n●內置麥克風可免持通話\n●Secure-fit_弧形掛勾輔助', '$22,690', '122', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(126, 'SONY', 'SONY 運動藍牙入耳式耳機 WI-SP500', '0.jpg', '●13.5mm 開放型耳塞設計\n●8 小時的長效電池續航力\n●IPX4 防汗與防潑灑\n●NFC 一觸功能輕易建立 Bluetooth 連線', '$12,090', '591', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(127, '鐵三角', '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '0.jpg', '●最多可紀錄8台裝置的配對資訊\n●可彎折繞頸式設計\n●7小時連續播放\n●輕鬆通話的繞頸式設計', '$24,999', '157', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(128, '鐵三角', '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '0.jpg', '●輕鬆播放音樂&接聽來電\n●隔音性能優異的密閉型設計\n●配戴感優異的小巧機殼設計\n●長達7小時的電池續航力，通勤或上學路途均游刃有餘\n●隨附提升配戴穩定度的', '$11,805', '545', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(129, '鐵三角', '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '0.jpg', '●IPX5等級防水性能\n●6小時播放時間\n●輕鬆播放音樂＆接聽來電\n●彈性耳掛，提供牢靠的佩戴感\n●隨附Active Fit耳塞。', '$11,980', '559', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(130, 'Plantronics繽特力', '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '0.jpg', '●降噪麥克風+DSP降低背景噪音\n●皮革耳罩柔軟包覆，降低環境噪音\n●寬頻語音，更自然的軟體電話語音\n●動態EQ，通話/音樂自動調節\n●USB和3.5mm雙連接介面', '$30,687', '956', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(131, '鐵三角', '鐵三角ATH-CKR7TW無線耳機', '0.jpg', '●充足電一次可持續使用6小時\n●充電盒可提供額外9小時的電力\n●精密金屬加工工藝\n●配置類鑽碳塗層振膜的11mm驅動單元\n●高品質的解碼器(DAC)和耳擴元件', '$23,846', '183', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(132, '鐵三角', '鐵三角 ATH-CKR75BT 無線藍牙耳機', '0.jpg', '●超乎期待的無線體驗\n●反應速度優異的高清晰度播放\n●內建擴大器 提高各音域解析度\n●及寬闊的音場表現', '$23,800', '277', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(133, 'Plantronics繽特力', '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '0.jpg', '●獨特腔體小耳朵也不怕戴不下\n●雙色拼接編織線抗拉扯/纏繞/反光材質\n●P2i奈米塗層技術IPX5抗汗防水\n●6mm自定義驅動器\n●隨附原廠專用收速乾網面收納袋', '$31,859', '517', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(134, '鐵三角', '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '0.jpg', '●繞頸式無線耳機，不易纏繞打結\n●大口徑音響導管提升聲音傳輸效率\n●Bluetooth標準規格Ver.4.1\n●可輕鬆通話的繞頸式設計\n●7小時連續播放', '$12,750', '672', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(135, 'Plantronics繽特力', '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '0.jpg', '●全新藍牙5.0運動耳機\n●半開放入耳導管式矽膠耳塞\n●全新結構性IP57防塵防水\n●全新設計的耳掛更好戴\n●13.5mm驅動單元', '$22,789', '671', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(136, 'SUDIO', 'SUDIO Tolv R 真無線藍牙耳道式耳機', '0.jpg', '●藍牙5.0，自動配對\n●連續播放5.5小時\n●充電盒提供3次充電\n●單一按鈕多功能操控\n●立體聲通話功能，支援語音助理', '$12,260', '576', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(137, '鐵三角', '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '0.jpg', '●搭載Ø9.8mm驅動單元\n●充電2小時可使用 12小時\n●不易漏音的密閉型設計\n●內置導線控制器，支援語音助理\n●自動關機功能，防止電池消耗', '$22,980', '964', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(138, 'Sabbat 魔宴', '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '0.jpg', '●高通晶片 藍牙5.0\n●雙邊主耳 自動配對\n●四麥降噪 通話清晰\n●超低功耗 續航升級\n●充電艙可無線充電 可收納耳機', '$26,988', '963', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(139, 'SUDIO', 'SUDIO Vasa Bla 藍牙耳道式耳機', '0.jpg', '●Sudio首款藍芽耳道式耳機，給您擺脫線材後的優雅自如\n●8小時音樂播放不間斷\n●扁線防纏繞設計\n●內附精巧設計的手工皮革收納袋\n●公司貨，品質有保障', '$32,850', '698', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(140, 'Plantronics繽特力', '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '0.jpg', '●二種ANC主動降噪模式\n●低音增強及明亮二種EQ模式\n●智慧磁吸休眠模式\n●USB線可充電也可成為有線耳機\n●支援快速充電', '$23,980', '753', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(141, '鐵三角', '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '0.jpg', '●QuietPoint®\n●主動式抗噪技術\n●方便的垂掛式設計\n●可連續使用10小時', '$35,800', '245', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(142, 'Sabbat 魔宴', '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '0.jpg', '●水轉印炫彩 貼合耳廓 高音質\n●藍芽5.0 雙耳戴充電艙收納\n●質感高 音質好 適合運動時使用', '$23,546', '621', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(143, '鐵三角', '鐵三角 ATH-CK3TW 真無線耳機', '0.jpg', '●提供出眾解放感的真無線機種\n●配合耳形的圓弧機體與專用耳塞\n●提供清晰的免持通話品質\n●人與音樂的全新連結方式', '$13,680', '557', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(144, 'SUDIO', 'SUDIO Tolv真無線藍牙耳道式耳機', '0.jpg', '●藍牙5.0\n●連續播放7小時，待機長達6天\n●搭載全新石墨烯驅動，音質更為乾淨\n●充電盒提供4次充電', '$23,280', '107', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(145, '鐵三角', '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '0.jpg', '●鮮明有力音色的Ø40mm 驅動單元\n●輕鬆播放音樂&接聽來電\n●隔音性能優異的密閉型設計\n●享有一年保固', '$22,650', '882', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(146, '鐵三角', '鐵三角ATH-SPORT7TW真無線運動耳機', '0.jpg', '●充足電一次可持續使用3.5小時\n●充電盒可提供額外的14小時電力\n●可以隨意切換聽音樂或者接聽來電\n●Ø5.8mm驅動單元提供卓越的音質\n●IPX5防水認證', '$34,980', '354', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(147, 'Sabbat 魔宴', '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '0.jpg', '●水轉印迷彩、雲石、潑漆系列\n●半入耳式設計，貼合耳廓\n●雙耳無線配戴，附充電艙收納\n●藍芽5.0高通晶片支援aptX\n●質感高、音質好，適合運動時使用', '$29,555', '114', '耳機/喇叭', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(148, 'SJCAM', 'SJCAM A10 警用專業級密錄器運動攝影機', '0.jpg', '●Sony IMX323感測器\n●聯詠 96658晶片\n●兩吋觸控 LCD 140度廣角\n●1080P 30 FPS\n●6小時超持久電力、IP65級防潑水', '$26,415', '790', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(149, 'DJI', 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '0.jpg', '●聯強公司貨\n●249 克 超輕型無人機\n●視覺 + GPS 精準懸停', '$13,590', '769', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(150, 'SJCAM', 'SJCAM SJ5000 防水型運動攝影機', '0.jpg', '●WIFI防水攝影機/行車紀錄器\n●IMX078cqk圖像處理器\n●1400萬高解析廣角鏡頭\n●潛高達30米\n●170º寬FOV', '$33,215', '978', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(151, 'DJI', 'DJI Mavic2 Pro折疊式空拍機專業版', '0.jpg', '●專業Hasselblad哈蘇相機\n●1英寸CMOS 2000萬像素感光\n●f/2.8–f/11可調光圈\n●10-bit Dlog-M 色彩模式\n●4K HDR影片', '$36,899', '527', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(152, 'SJCAM', 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '0.jpg', '●聯詠96683芯片,4K高解析170度廣角鏡頭,Sony鏡頭\n●Sony IMX117傳感器,支援最高128G儲存卡\n●30FPS、觸控螢幕、WIFI\n●多種拍攝模式 單拍 自動連拍\n●6軸電子防手震', '$25,431', '163', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(153, 'GoPro', 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$24,980', '284', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(154, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$29,880', '466', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(155, 'GoPro', 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '0.jpg', '●更多GoPro 活動\n●https://tiny.cc/GPxY\n●本組合含Hero 7B($15900)+電池 ($1000)x2 (含主機附贈)\n+矽膠護套跟繫繩 ($900)+64GB記憶卡($799)', '$13,777', '949', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(156, 'Holy Stone', 'Holy Stone HS210 迷你遙控飛機-三電版', '0.jpg', '●三種速度靈活切換\n●急停模式\n●貼心的低電量警報\n●適合於室內或無風環境下使用\n●一鍵起降，輕鬆上手', '$21,598', '367', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(157, 'DJI', 'DJI Phantom 4 Pro V2.0 空拍機', '0.jpg', '●先創獨家新手訓練營\n●1英寸2000萬像素感光元件\n●五向感知、智能跟隨\n●指點飛行、智能返航\n●手勢自拍、冗餘系統', '$19,567', '441', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(158, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$15,900', '283', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(159, 'DJI', 'DJI Ryze 特洛Tello 迷你無人機', '0.jpg', '●空中特技、花式飛行，簡單上手。只需使用手機，即可透過APP操控。\n●一鍵創意影片。100米圖傳距離、720p圖傳。13分鐘續航。\n●低電量警告、失控保護等安全機制。飛凡樂趣，從 Tello 開始。', '$21,354', '812', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(160, 'GoPro', 'GoPro-HERO 8 Black 假日旅遊組合', '0.jpg', '●更多GoPro 活動\n●https://tiny.cc/GPxY\n●本組合含Hero 7B($15900)+電池 ($1000)x2 (含主機附贈)\n+矽膠護套跟繫繩 ($900)+64GB記憶卡($799)', '$12,888', '211', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(161, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$31,589', '689', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(162, 'SJCAM', 'SJCAM SJ5000 防水型運動攝影機2', '0.jpg', '超高清2.0寸顯示屏\n車載攝影記錄功能\n170 度超大無畸變攝像頭\n多種視頻錄製格式\n多種拍攝模式 單拍 自動連拍', '$11,354', '912', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(163, 'Holy Stone', 'Holy Stone HS220 變形空拍無人機', '0.jpg', '●輕觸機身頂部即可智慧啟動\n●四檔位自由變速\n●一鍵急停，對應緊急狀況\n●720P鏡頭\n●雙電替換 電量充分利用', '$26,890', '767', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(164, 'SJCAM', 'SJCAM SJ4000 Wifi 防水型運動攝影機', '0.jpg', '●原廠晶片\n●深度防水30 米\n●1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$21,345', '933', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(165, 'SJCAM', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '0.jpg', '●4K高解析170度廣角鏡頭\n●Sony IMX117傳感器\n●支援最高128G儲存卡\n●多種拍攝模式 單拍 自動連拍\n●6軸電子防手震', '$31,542', '790', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(166, 'SJCAM', 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '0.jpg', '●原廠晶片\n●深度防水30 米\n●超高清1080P 1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$14,452', '478', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(167, 'GoPro', 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$39,540', '655', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(168, 'GoPro', 'GoPro-MAX 360度多功能攝影機', '0.jpg', '●拍攝影相片和錄製360度影片\n●享受前所未有的絕佳立體聲音效\n●不須平移即可拍攝只要按下即可\n●無法撼動的穩定功能', '$25,680', '703', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(169, 'DJI', 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '0.jpg', '●雙彩色螢幕\n●4K HDR 影片\n●RockSteady\n●8 倍慢動作\n●智能充電設計，提升充電效率', '$11,685', '104', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(170, 'Holy Stone', 'Holy Stone HS550 折疊式空拍無人機-雙電版', '0.jpg', '●GPS/GONASS雙定位系統\n●智慧跟隨、興趣點環繞、指點飛行\n●2K全高清，110度廣角鏡頭\n●電子防抖，減輕相機晃動和抖動\n●5G圖傳頻率，干擾更少', '$18,028', '144', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(171, 'GoPro', 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '0.jpg', '●史上功能最多手持最穩的相機\n●精簡化設計更貼合口袋大小\n●摺疊式接頭快速更換固定座\n●HyperSmooth 2.0\n●可拍攝令人驚嘆不已的慢動作鏡頭', '$23,154', '872', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(172, 'Holy Stone', 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '0.jpg', '●GPS/GONASS雙定位系統\n●智慧跟隨、興趣點環繞、指點飛行\n●2K全高清，110度廣角鏡頭\n●電子防抖，減輕相機晃動和抖動\n●5G圖傳頻率，干擾更少', '$18,027', '167', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(173, 'SJCAM', 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '0.jpg', '●原廠晶片\n●深度防水30 米\n●1200萬超高清廣角鏡頭\n●低光拍攝升級\n●專業錄音效果專業級拍攝畫質', '$21,345', '688', '運動攝影機', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(174, 'JOBY', 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '0.jpg', '●最大載重3 kg\n●90° 俯仰角\n●全景拍攝 360° 刻度輔助\n●適 微單/單反 連接使用\n●可與 JOBY 腳架系列搭配使用', '$34,590', '626', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(175, 'TAKEWAY', 'TAKEWAY 鉗式運動夾 R1 mini', '0.jpg', '●適合單車/自行車/腳踏車\n●適用各種尺寸的管徑/板狀\n●本體材質-航太鋁合金\n●獨創專利，免工具安裝，強力耐震\n●適用4-6.5吋智慧型手機', '$35,980', '340', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(176, 'JOBY', 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '0.jpg', '●適各廠牌運動相機/360°攝相機\n●適 56-91mm 寬度的智慧型手機\n●專利 GorillaPod 腳腿\n●適 各種不平或圓柱 場景\n●扳手式 夾具調整鎖', '$26,980', '840', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(177, 'TAKEWAY', 'TAKEWAY 鉗式運動夾 R2', '0.jpg', '●本體材質-航太鋁合金\n●適用各種廠牌、型號的運動攝影機\n●完全針對「動態使用」需求所設計\n●劇烈動態也能維持長時間穩固\n●世界首創設計可固定圓管、桌板等', '$32,495', '845', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(178, 'Jenova 吉尼佛', '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '0.jpg', '●外尺寸：約24x14x22cm\n●底部設有止滑墊\n●可繫於腰際間，方便使用\n●容量：約1機+2鏡或1閃+配件\n●防雨罩：有', '$18,354', '386', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(179, 'JOBY', 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '0.jpg', '●適 56-91mm寬度的手機\n●輕便折疊攜帶設計\n●鋁製微型球頭提供精確的角度控制\n●鋅合金腳腿提供高強度的稳定', '$22,168', '578', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(180, 'GoPro', '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '0.jpg', '●嚴選優質塑料，經久耐用\n●柔軟彈力帶，延展性高，配戴舒適\n●可調節鎖扣依照身形任意調節尺寸\n●可呈現多元拍攝畫面', '$11,560', '216', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(181, 'HTR', 'HTR 收納包1號For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●耐用 不易刮傷 手感舒適', '$12,455', '454', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(182, 'HTR', 'HTR 收納包2號For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●耐用 不易刮傷 手感舒適', '$12,777', '554', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(183, 'GoPro', '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '0.jpg', '●搭載GoPro相機，直接固定\n●防滑膠條，避免滑落\n●透氣海綿墊，避免塑料接觸皮膚\n●柔軟彈力帶，延展性高\n●可調式綁帶，調節頭圍大小', '$22,680', '190', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(184, 'DJI', 'Mavic Mini小背包', '0.jpg', '●MAVIC MINI 專用配件', '$16,899', '434', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(185, 'GOLiFE', 'GOLiFE極簡都市雙肩包', '0.jpg', '●多重防盜設計\n●可外接USB接頭\n●180度全開式開合設計\n●符合人體工學設計\n●簡約俐落外表', '$22,654', '830', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(186, 'HTR', 'HTR 收納包4號 2件式 For Mavic Mini', '0.jpg', '●精準空拍機開模設計\n●內部尼龍材質加強保護\n●雙邊拉鍊 拿取容易方便\n●主機配件分開放置 減少碰撞', '$22,484', '379', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(187, 'GoPro', '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '0.jpg', '●戶外騎行、水上運動皆適用\n●360度旋轉雲台，角度任意拍攝\n●旋轉雲台一鍵鎖定\n●手腕套加厚，防止布料摩擦皮膚', '$36,980', '823', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(188, 'HTR', 'HTR 通用型 96顆LED攝影補光燈', '0.jpg', '●擁有96顆LED燈珠\n●亮度可隨拍攝環境調整\n●雙色色溫片隨時替換\n●底部含有冷靴及1/4通用螺孔\n●適用單眼/反 相機 GOPRO', '$23,977', '705', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(189, 'Jenova 吉尼佛', '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '0.jpg', '●外尺寸：\n●約23x14x19.5cm\n●內尺寸：\n●約21x13.5x17.5cm\n●容量：約1機+2鏡或1閃+配件', '$22,960', '691', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(190, 'HTR', 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$35,144', '620', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(191, 'DJI', 'Mavic Mini 充電管家', '0.jpg', '●MAVIC MINI 專用配件', '$12,659', '988', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(192, 'HTR', 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$22,465', '503', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(193, 'Incase', 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '0.jpg', '●耐磨840D尼龍材質\n●最大可容納15吋筆電與平板電腦\n●內部可自行拆卸組合的可調式隔板\n●柔軟刷毛內襯提供完善安全的保護\n●側邊拉鍊口袋穿孔設計', '$12,567', '779', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(194, 'HTR', 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '0.jpg', '●平衡性能佳 輕巧好攜帶\n●飛行安全 低噪音\n●機體外觀上更加分\n●顏色多變化 可任意挑選', '$11,784', '752', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(195, 'Incase', 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '0.jpg', '●可容納單眼數位相機、數位相機、DJI Mavic Pro或類似尺寸的空拍機\n●側邊半身拉鍊可以輕鬆拿取鏡頭與配件\n●可容納13吋筆電\n●可單純當作相機包使用\n●可放 DJI OSMO 手持', '$20,168', '371', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(196, 'Incase', 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '0.jpg', '●可容納單眼數位相機、數位相機、DJI Mavic Pro或類似尺寸的空拍機\n●側邊半身拉鍊可以輕鬆拿取鏡頭與配件\n●可容納13吋筆電\n●可單純當作相機包使用\n●可放 DJI OSMO 手持穩', '$39,264', '866', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(197, 'DJI', 'Mavic Mini 充電底座', '0.jpg', '●MAVIC MINI 專用配件', '$20,167', '566', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(198, 'SJCAM', 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '0.jpg', '●聯詠96650晶片\n●200萬A+ 級高解析鏡頭\n●可更換鋰電池\n●邊充邊錄影\n●支援高容量32G micrso SD card。', '$13,542', '436', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(199, 'DJI', 'DJI Osmo Pocket 擴充配件轉接器', '0.jpg', '●為設備提供藍牙/Wi-Fi鏈接\n●提供固定平台\n●可同時為主機充電\n●使拍攝更加靈活方便', '$31,345', '167', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(200, 'DJI', 'DJI Osmo Pocket 無線模組', '0.jpg', '●為設備提供藍牙/Wi-Fi鏈接\n●提供固定平台\n●可同時為主機充電\n●使拍攝更加靈活方便', '$22,100', '785', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(201, 'DJI', 'DJI Osmo Pocket 聲音轉接頭', '0.jpg', '●轉接頭外接3.5mm麥克風\n●可通過音頻轉接頭外接', '$21,399', '545', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(202, 'DJI', 'DJI Osmo Pocket 擴充配件組', '0.jpg', '●實現大幅度無損防震\n●1/2.3 英吋感光元件\n●80度廣角鏡頭\n●f/2.0 大光圈\n●拍攝4K/60fps超高清影像', '$22,168', '296', '周邊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- 資料表結構 `member`
--

CREATE TABLE IF NOT EXISTS `member` (
  `ID` int(50) NOT NULL AUTO_INCREMENT,
  `Account` varchar(50) NOT NULL,
  `AccountActivated` int(1) DEFAULT NULL,
  `Email` varchar(100) NOT NULL,
  `Pwd` varchar(100) NOT NULL,
  `Name` varchar(100) DEFAULT NULL,
  `Gender` varchar(10) DEFAULT NULL,
  `Img` varchar(100) DEFAULT NULL,
  `Birthday` date DEFAULT NULL,
  `PhoneNumber` varchar(50) DEFAULT NULL,
  `Address` varchar(50) DEFAULT NULL,
  `Blocked` varchar(20) DEFAULT NULL,
  `VIP` varchar(10) DEFAULT NULL,
  `VIP_Start` date DEFAULT NULL,
  `VIP_Due` date DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`ID`),
  UNIQUE KEY `Account` (`Account`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `member`
--

TRUNCATE TABLE `member`;
--
-- 傾印資料表的資料 `member`
--

INSERT INTO `member` (`ID`, `Account`, `AccountActivated`, `Email`, `Pwd`, `Name`, `Gender`, `Img`, `Birthday`, `PhoneNumber`, `Address`, `Blocked`, `VIP`, `VIP_Start`, `VIP_Due`, `created_at`, `updated_at`) VALUES
(1, 'Brady0507', 1, 'nibh@Nam.com', '3565a686e7e365cd1902235baeda712efa9f3c6f', '王俊依', '男', '', '1994-12-28', '0901208666', '臺北市內湖區南湖里011鄰康寧路三段７０巷１６５號', 'NO', 'YES', '2019-01-01', '2020-01-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(2, 'Nicholas1111', 1, 'feugiat@Etiam.co.uk', '52253a27b6ea0a63bbd2a48b24ffc141ea8e752b', '郭柔延', '男', '', '1983-09-10', '0927600224', '臺北市南港區聯成里001鄰忠孝東路六段１３０號十樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(3, 'Eden5468', 1, 'lacus.Nulla.tincidunt@tempuslorem.net', '6c0602ec5cb683c76e9eeec6b8fff8fea3b2dec2', '洪玉芳', '女', '', '2007-11-17', '0967188791', '臺北市大同區星明里021鄰民生西路２４８號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(4, 'Colton780', 1, 'id.nunc@ideratEtiam.edu', 'a44a6c035ed805e4b3d9086c64c46fb2885fcadd', '張馨俐', '男', '', '2010-09-07', '0945386979', '臺北市南港區西新里008鄰成功路一段７８號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(5, 'Isabelle65437', 1, 'pharetra@nasceturridiculusmus.co.uk', '4ef77757e8c3bef5f98016fabecb483860615c78', '黃雅雯', '男', '', '1963-10-22', '0999424728', '臺北市信義區黎平里006鄰信安街１８８號五樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(6, 'Kathleen89043', 1, 'mauris@vitaeodio.org', 'e58c994d320dac65758fee6f8712084d33af38b5', '許佳蓉', '女', '', '1975-08-26', '0904214323', '臺北市信義區四育里016鄰永吉路３４９號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(7, 'Boris56803', 1, 'lobortis.Class.aptent@ac.co.uk', '5f3db71cf732c9cad0c9f2b2ff10adbfa93fb687', '趙秀娟', '女', '', '1997-12-04', '0912900648', '臺北市松山區吉祥里012鄰南京東路五段１１８號十一樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(8, 'Xantha33', 1, 'purus@Inmipede.org', '720e54922f8ad00f207f845df03709c17b0e27f8', '陳美珠', '男', '', '1975-08-07', '0902092983', '臺北市大安區通安里003鄰信義路四段２５６號十樓之２', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(9, 'Ulla4455', 1, 'ridiculus@turpis.net', '87793af5949f9f7b4aee0762084c83128169a02c', '徐常為', '男', '', '1991-06-29', '0981849035', '臺北市大同區光能里018鄰赤峰街５３巷２２號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(10, 'Sierra21', 1, 'nisi.dictum.augue@commodotincidunt.net', 'f97056fe7961dab9444af6be16614dc3c150879c', '江苑名', '男', '', '1967-06-12', '0922039611', '臺北市萬華區錦德里020鄰寶興街９４號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(11, 'Michelle', 1, 'Nulla@Fusce.edu', '187569f5bdd27560c0451eccd8f24cd22232637f', '林惠雯', '女', '', '1963-09-29', '0975903708', '臺北市松山區敦化里016鄰八德路三段１２巷５７弄４０之７號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(12, 'Ralph45', 1, 'Aenean@convallisantelectus.org', 'c587125d3df5c300c42b1600b4d9437c62d3afdc', '張明喬', '男', '', '1967-12-06', '0932312010', '臺北市士林區東山里014鄰東山路１００巷１２號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(13, 'Devin00', 1, 'urna.Ut@a.ca', '3ff7ee5ef842c6e56ad367ee2937a127f3c76f5a', '陳偉純', '男', '', '1977-09-23', '0980756070', '臺北市大安區仁慈里003鄰信義路四段１號七樓之２', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(14, 'Kyla', 1, 'sit.amet@loremDonecelementum.ca', 'b17fbb609146d64cc588cbad1abe88833c9a2975', '黃冠良', '男', '', '1992-09-01', '0953951377', '臺北市文山區興旺里021鄰福興路１０６巷３１號十樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(15, 'Sierra', 1, 'semper.pretium@ligulaNullamenim.org', '5f884cf5694022e258e7ab8cb717110d81776b84', '李佳玲', '女', '', '1998-09-21', '0922038504', '臺北市南港區東新里023鄰興南街５號四樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(16, 'Julian567', 1, 'Donec@primisinfaucibus.ca', '8261bb7c51ec3cc7ebbcaf11f787b6fc9402c224', '楊書豪', '男', '', '1968-01-19', '0929003579', '臺北市中山區中山里003鄰中山北路二段５９巷３０號四樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(17, 'Russell777', 1, 'nascetur.ridiculus@libero.com', 'ac5497f20f46a45ae428559655066789aa5b9e25', '陳佳瑩', '男', '', '1990-02-25', '0960315189', '臺北市大同區建明里002鄰長安西路８２號七樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(18, 'Aiko99', 1, 'augue.ac.ipsum@Donecfeugiatmetus.ca', 'ec3f1cb6d0a113f98075deff829b91405e28a9e8', '宋嬌夢', '女', '', '1986-10-25', '0920200069', '臺北市南港區舊莊里001鄰舊莊街一段３巷２弄２０號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(19, 'Vielka', 1, 'sodales@sedconsequat.org', '8331a54fdd530cbeda32c4c35d03a0c64d8d8927', '黃燕貴', '女', '', '2008-07-19', '0930637539', '臺北市內湖區秀湖里017鄰成功路四段３２４巷４弄８號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(20, 'Karleigh', 1, 'molestie.pharetra@nec.ca', '3f90458111e78a8863283c921df4ad88658f3064', '蔡怡文', '男', '', '1970-12-07', '0989893535', '臺北市萬華區華中里005鄰萬大路４８６巷１０弄２４號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(21, 'Keely7986', 1, 'sem@Aliquam.co.uk', '0c61e93e83827f94c3ae8704406e71f974cc450f', '黃詩靖', '女', '', '1974-02-02', '0930557368', '臺北市大同區建明里002鄰長安西路８８號二樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(22, 'Aurora', 1, 'augue@atpede.co.uk', 'f0c300ffd00f401b3a9cce514b2c3ebd905e1d39', '烏琦江', '男', '', '2008-02-14', '0946141594', '臺北市文山區明義里025鄰興隆路四段１０５巷４７號十八樓之１１', 'NO', 'YES', '2019-05-01', '2020-05-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(23, 'Leigh0894', 1, 'Ut.tincidunt.orci@rhoncusNullamvelit.com', '87b3dd56f808ceac5f02d7f955fe0757d0652764', '陳宥漢', '女', '', '1968-01-23', '0906057370', '臺北市中山區中山里023鄰林森北路２９３號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(24, 'Basil', 1, 'elit.elit@massalobortis.ca', '162ba2e40961fccd210e033ff2bce83f103e4dcf', '曹偉安', '男', '', '1996-06-28', '0945421975', '臺北市文山區樟林里012鄰下崙路９之３號五樓', 'NO', 'YES', '2019-10-20', '2020-10-31', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(25, 'Lee157', 1, 'eget.tincidunt@hendreritconsectetuercursus.co.uk', '1d9b48ca521d57df8c0b3bb316b323f6b625cdc3', '範文彬', '男', '', '1983-09-13', '0906246615', '臺北市中正區頂東里001鄰羅斯福路三段１００號地下之３２', 'YES', 'YES', '2020-01-01', '2021-01-01', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(26, 'Honorato', 1, 'interdum.Nunc@Maurisblandit.ca', '709d6b18bf0a274433ca3f47eeff071fc9974bf6', '王冠靖', '女', '', '1976-03-31', '0957932366', '臺北市萬華區綠堤里011鄰環河南路二段１５７號十樓之１', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(27, 'Chancellor88', 1, 'magna@condimentumDonec.edu', 'a7b52067308457bba91955c4ca2ef0c376641973', '林靜臻', '男', '', '1973-08-02', '0983288305', '臺北市文山區景美里007鄰育英街３１巷３４弄９號三樓', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(28, 'Hu', 1, 'vitae.sodales@magnaseddui.ca', '5cb7829bab81459668ef97549fa0d82fb2b399b4', '楊思穎', '男', '', '1975-08-04', '0902561546', '臺北市南港區成福里004鄰東新街８０巷１０弄４號三樓', 'NO', 'YES', '2020-02-03', '2020-02-03', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(29, 'Amy', 1, 'arcu@orciPhasellus.com', '66f8ec6cc042a764e0990c2da0f836c3ec54eabe', '王柏舜', '女', '', '1984-02-15', '0975911053', '臺北市大同區保安里001鄰酒泉街１０５之４號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(30, 'Gil7115', 1, 'velit.justo.nec@Nullam.edu', '3068720b88c2fdd25e60f14ea051c9b94893f8f1', '陳致柔', '女', '', '1961-09-17', '0900284832', '臺北市北投區豐年里016鄰大業路５３７號二樓', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(31, 'Herman', 1, 'sed@pretiumneque.ca', 'a2fbf9b918a6b40edfcd1e51cff4c4bf42bbb411', '黃志憲', '男', '', '1980-08-01', '0947710239', '臺北市中山區晴光里008鄰農安街１９號九樓之１', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(32, 'Harrison', 1, 'molestie@malesuadaaugue.org', 'f7c305a529d5bc8d1bcbd3eb6c4784d10b8309bb', '黃亭君', '女', '', '1974-12-16', '0907540660', '臺北市文山區興旺里003鄰福興路６３巷４弄１１之１號七樓', 'YES', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(33, 'Summer0876', 1, 'Morbi.non.sapien@ultrices.co.uk', '4146e5d02329bdffc3e1f9e0656bb863d059f2ef', '溫郁涵', '男', '', '1963-09-14', '0958242249', '臺北市北投區中和里006鄰中和街４５５巷４弄１號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(34, 'Tatiana', 1, 'Etiam.ligula@pharetrasedhendrerit.edu', 'ae0a44d8836092e9a5ba56d5a180146843eef99a', '張碧依', '男', '', '1963-09-10', '0959626921', '臺北市內湖區湖興里014鄰民權東路六段１５０之１號十二樓之１６', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:49', '2020-02-16 16:14:49'),
(35, 'test', 1, 'test111@ntu.edu.tw', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '楊俊吉', '', '', '1991-04-21', '0981999003', '臺北市大安區古莊里002鄰和平東路一段５０巷１弄８號六樓', 'NO', 'YES', '0000-00-00', '0000-00-00', '2020-02-16 16:14:50', '2020-02-16 16:14:50'),
(36, 'Candice0887', 1, 'ac.facilisis@Aliquamtinciduntnunc.com', '5a6c027739911150b239b885770dc731e94fe4a4', '黃柏宇', '女', '', '1974-07-19', '0943988182', '臺北市文山區樟文里004鄰忠順街一段２號', 'NO', 'NO', '0000-00-00', '0000-00-00', '2020-02-16 16:14:50', '2020-02-16 16:14:50'),
(37, 'biki', NULL, 'biki@hotmail.com', 'biki', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2020-03-28 10:18:51', '2020-03-28 10:18:51');

-- --------------------------------------------------------

--
-- 資料表結構 `member_collect`
--

CREATE TABLE IF NOT EXISTS `member_collect` (
  `collect_id` int(11) NOT NULL AUTO_INCREMENT,
  `mb_id` int(11) NOT NULL,
  `p_id` int(11) NOT NULL,
  `p_category` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `p_vendor` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`collect_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `member_collect`
--

TRUNCATE TABLE `member_collect`;
--
-- 傾印資料表的資料 `member_collect`
--

INSERT INTO `member_collect` (`collect_id`, `mb_id`, `p_id`, `p_category`, `p_vendor`, `created_at`, `updates_at`) VALUES
(1, 37, 153, '運動攝影機', 'GoPro', '2020-03-29 10:08:59', '2020-03-29 10:08:59'),
(2, 37, 15, '穿戴式裝置', 'APPLE', '2020-03-29 10:08:59', '2020-03-29 10:08:59');

-- --------------------------------------------------------

--
-- 資料表結構 `multiple_images`
--

CREATE TABLE IF NOT EXISTS `multiple_images` (
  `multipleImageId` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `multipleImageImg` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '圖片名稱',
  `itemId` int(11) NOT NULL COMMENT '商品編號',
  `itemName` varchar(3000) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '商品名稱',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間	',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`multipleImageId`)
) ENGINE=InnoDB AUTO_INCREMENT=1380 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `multiple_images`
--

TRUNCATE TABLE `multiple_images`;
--
-- 傾印資料表的資料 `multiple_images`
--

INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(1, '0.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(2, '1.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(3, '2.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(4, '3.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(5, '4.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(6, '5.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(7, '6.jpg', 1, 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(8, '0.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(9, '1.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(10, '2.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(11, '3.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(12, '4.jpg', 2, 'GARMIN Approach S60 中文高爾夫GPS腕錶-尊爵版', '2020-03-29 00:43:03', '2020-03-29 00:43:03'),
(13, '0.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(14, '1.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(15, '2.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(16, '3.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(17, '4.jpg', 3, 'AFAMIC 艾法 M3藍芽智能心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(18, '0.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(19, '1.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(20, '2.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(21, '3.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(22, '4.jpg', 4, 'Fitbit Inspire HR 智能健身手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(23, '0.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(24, '1.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(25, '2.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(26, '3.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(27, '4.jpg', 5, 'AFAMIC 艾法 S3-PRO彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(28, '0.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(29, '1.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(30, '2.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(31, '3.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(32, '4.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(33, '5.jpg', 6, 'GARMIN D2 Charlie 鈦金航空錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(34, '0.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(35, '1.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(36, '2.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(37, '3.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(38, '4.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(39, '5.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(40, '6.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(41, '7.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(42, '8.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(43, '9.jpg', 7, 'JSmax SW-L8智慧多功能健康管理運動手錶', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(44, '0.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(45, '1.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-29 00:43:04', '2020-03-29 00:43:04'),
(46, '2.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(47, '3.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(48, '4.jpg', 8, 'SAMSUNG Galaxy Watch Active2 44mm UA 聯名款', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(49, '0.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(50, '1.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(51, '2.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(52, '3.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(53, '4.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(54, '5.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(55, '6.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(56, '7.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(57, '8.jpg', 9, 'GARMIN INSTINCT 本我系列GPS腕錶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(58, '0.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(59, '1.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(60, '2.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(61, '3.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(62, '4.jpg', 10, 'Fitbit Charge 3 智慧手環', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(63, '0.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(64, '1.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(65, '2.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(66, '3.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(67, '4.jpg', 11, 'ANTIAN 小米手環3 矽膠錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(68, '0.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(69, '1.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(70, '2.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(71, '3.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(72, '4.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(73, '5.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(74, '6.jpg', 12, '美國NOMADxHORWEEN皮革 Apple Watch', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(75, '0.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(76, '1.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:05', '2020-03-29 00:43:05'),
(77, '2.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(78, '3.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(79, '4.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(80, '5.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(81, '6.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(82, '7.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(83, '8.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(84, '9.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(85, '10.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(86, '11.jpg', 13, '小米手環3半透明腕帶錶帶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(87, '0.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(88, '1.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(89, '2.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(90, '3.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(91, '4.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(92, '5.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(93, '6.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(94, '7.jpg', 14, '小米手環4運動雙色撞色腕帶錶帶12色', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(95, '0.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(96, '1.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(97, '2.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(98, '3.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(99, '4.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(100, '5.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(101, '6.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(102, '7.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(103, '8.jpg', 15, 'Apple Watch Series 5', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(104, '0.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(105, '1.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(106, '2.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(107, '3.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:06', '2020-03-29 00:43:06'),
(108, '4.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(109, '5.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(110, '6.jpg', 16, 'Fitbit Ionic 智能健身手錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(111, '0.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(112, '1.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(113, '2.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(114, '3.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(115, '4.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(116, '5.jpg', 17, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(117, '0.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(118, '1.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(119, '2.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(120, '3.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(121, '4.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(122, '5.jpg', 18, '小米手環34 腕帶 替換帶 尼龍編織回環式錶帶 透氣舒適 運動智能錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(123, '0.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(124, '1.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(125, '2.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(126, '3.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(127, '4.jpg', 19, 'GARMIN fenix 5S Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(128, '0.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(129, '1.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(130, '2.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(131, '3.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(132, '4.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(133, '5.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(134, '6.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(135, '7.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(136, '8.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(137, '9.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(138, '10.jpg', 20, 'Apple Watch Nike', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(139, '0.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(140, '1.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(141, '2.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(142, '3.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-29 00:43:07', '2020-03-29 00:43:07'),
(143, '4.jpg', 21, '小米手環34通用單色矽膠運動替換錶帶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(144, '0.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(145, '1.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(146, '2.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(147, '3.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(148, '4.jpg', 22, 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(149, '0.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(150, '1.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(151, '2.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(152, '3.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(153, '4.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(154, '5.jpg', 23, '小米手環34 腕帶 替換帶 液態硅膠 錶帶 運動智能錶帶 防水防丟', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(155, '0.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(156, '1.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(157, '2.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(158, '3.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(159, '4.jpg', 24, '美國 NOMAD APPLE WATCH 專用防水機能皮革錶帶-黑', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(160, '0.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(161, '1.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(162, '2.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(163, '3.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(164, '4.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(165, '5.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(166, '6.jpg', 25, 'GARMIN vivomove 3 指針智慧腕錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(167, '0.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(168, '1.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(169, '2.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(170, '3.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(171, '4.jpg', 26, 'Apple Watch Series 3 38公釐銀色鋁金屬錶殼', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(172, '0.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(173, '1.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(174, '2.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(175, '3.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(176, '4.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:08', '2020-03-29 00:43:08'),
(177, '5.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(178, '6.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(179, '7.jpg', 27, 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(180, '0.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(181, '1.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(182, '2.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(183, '3.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(184, '4.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(185, '5.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(186, '6.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(187, '7.jpg', 28, 'USAMS Apple Watch 54 米蘭尼斯磁吸金屬錶帶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(188, '0.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(189, '1.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(190, '2.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(191, '3.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(192, '4.jpg', 29, 'Fitbit Versa 2 健康運動智慧手錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(193, '0.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(194, '1.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(195, '2.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(196, '3.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(197, '4.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(198, '5.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(199, '6.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(200, '7.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(201, '8.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(202, '9.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(203, '10.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(204, '11.jpg', 30, 'JSmax BY21-C6PRO 智慧健康管理手環', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(205, '0.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(206, '1.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-29 00:43:09', '2020-03-29 00:43:09'),
(207, '2.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(208, '3.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(209, '4.jpg', 31, 'GARMIN Descent MK1 GPS潛水電腦錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(210, '0.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(211, '1.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(212, '2.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(213, '3.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(214, '4.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(215, '5.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(216, '6.jpg', 32, 'Fitbit Versa 智能運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(217, '0.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(218, '1.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(219, '2.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(220, '3.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(221, '4.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(222, '5.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(223, '6.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(224, '7.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(225, '8.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(226, '9.jpg', 33, 'GARMIN D2 Delta PX 鈦金航空錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(227, '0.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(228, '1.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(229, '2.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(230, '3.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(231, '4.jpg', 34, 'AFAMIC 艾法 M8藍芽智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(232, '0.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(233, '1.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(234, '2.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(235, '3.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(236, '4.jpg', 35, 'GARMIN fenix 5S 進階複合式戶外GPS腕錶 藍寶石版香檳金', '2020-03-29 00:43:10', '2020-03-29 00:43:10'),
(237, '0.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(238, '1.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(239, '2.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(240, '3.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(241, '4.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(242, '5.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(243, '6.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(244, '7.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(245, '8.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(246, '9.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(247, '10.jpg', 36, 'JSmax SW-E04H8 智慧AI多功能健康管理手環', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(248, '0.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(249, '1.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(250, '2.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(251, '3.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(252, '4.jpg', 37, 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(253, '0.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(254, '1.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(255, '2.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(256, '3.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(257, '4.jpg', 38, 'Fitbit Versa 2 健康運動智慧手錶 特別款', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(258, '0.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(259, '1.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(260, '2.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(261, '3.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(262, '4.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(263, '5.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(264, '6.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(265, '7.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(266, '8.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(267, '9.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(268, '10.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(269, '11.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(270, '12.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(271, '13.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(272, '14.jpg', 39, 'GARMIN Forerunner 645 Music GPS智慧心率音樂跑錶', '2020-03-29 00:43:11', '2020-03-29 00:43:11'),
(273, '0.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(274, '1.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(275, '2.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(276, '3.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(277, '4.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(278, '5.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(279, '6.jpg', 40, 'JSmax BM-08健身運動&健康管理智慧型手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(280, '0.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(281, '1.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(282, '2.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(283, '3.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(284, '4.jpg', 41, 'AFAMIC 艾法 M5動態彩屏智能心率GPS手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(285, '0.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(286, '1.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(287, '2.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(288, '3.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(289, '4.jpg', 42, 'GOLiFE Care U 多功能智慧運動心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(290, '0.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(291, '1.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(292, '2.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(293, '3.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(294, '4.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(295, '5.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(296, '6.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(297, '7.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(298, '8.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(299, '9.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(300, '10.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(301, '11.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(302, '12.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(303, '13.jpg', 43, 'JSmax SC-C30 智慧多功能健康管理運動手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(304, '0.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(305, '1.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(306, '2.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(307, '3.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(308, '4.jpg', 44, 'AFAMIC 艾法 C80 高階3D動態智能心率手環', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(309, '0.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(310, '1.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:12', '2020-03-29 00:43:12'),
(311, '2.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(312, '3.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(313, '4.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(314, '5.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(315, '6.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(316, '7.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(317, '8.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(318, '9.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(319, '10.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(320, '11.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(321, '12.jpg', 45, 'GARMIN INSTINCT TACTICAL EDITION本我系列軍事戰術版', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(322, '0.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(323, '1.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(324, '2.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(325, '3.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(326, '4.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(327, '5.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(328, '6.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(329, '7.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(330, '8.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(331, '9.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(332, '10.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(333, '11.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(334, '12.jpg', 46, 'JSmax SW-CK19 旗艦智慧健康運動管理手錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(335, '0.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(336, '1.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(337, '2.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:13', '2020-03-29 00:43:13'),
(338, '3.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(339, '4.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(340, '5.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(341, '6.jpg', 47, 'GARMIN SWIM 2 GPS光學心率游泳錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(342, '0.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(343, '1.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(344, '2.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(345, '3.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(346, '4.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(347, '5.jpg', 48, 'AFAMIC 艾法 S3動態彩屏智能心率GPS運動手環', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(348, '0.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(349, '1.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(350, '2.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(351, '3.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(352, '4.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(353, '5.jpg', 49, 'SAMSUNG Galaxy Watch 46mm  智慧手錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(354, '0.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(355, '1.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(356, '2.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(357, '3.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(358, '4.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(359, '5.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(360, '6.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(361, '7.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(362, '8.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(363, '9.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(364, '10.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(365, '11.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:14', '2020-03-29 00:43:14'),
(366, '12.jpg', 50, 'GARMIN VENU AMOLED GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(367, '0.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(368, '1.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(369, '2.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(370, '3.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(371, '4.jpg', 51, 'GOLiFE GoWatch X-PRO 2 全方位戶外心率GPS腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(372, '0.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(373, '1.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(374, '2.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(375, '3.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(376, '4.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(377, '5.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(378, '6.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(379, '7.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(380, '8.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(381, '9.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(382, '10.jpg', 52, 'SAMSUNG Galaxy Watch Active2 44mm 不鏽鋼', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(383, '0.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(384, '1.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(385, '2.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(386, '3.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(387, '4.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(388, '5.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(389, '6.jpg', 53, 'GARMIN vivoactive 4 GPS 智慧腕錶', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(390, '0.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(391, '1.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(392, '2.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(393, '3.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(394, '4.jpg', 54, 'AFAMIC 艾法 M3-PLUS彩色遙控自拍心率GPS運動手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(395, '0.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(396, '1.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(397, '2.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-29 00:43:15', '2020-03-29 00:43:15'),
(398, '3.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(399, '4.jpg', 55, 'GOLiFE Care-XC 智慧全彩觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(400, '0.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(401, '1.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(402, '2.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(403, '3.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(404, '4.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(405, '5.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(406, '6.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(407, '7.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(408, '8.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(409, '9.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(410, '10.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(411, '11.jpg', 56, 'GARMIN vivoactive3 行動支付心率智慧腕錶', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(412, '0.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(413, '1.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(414, '2.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(415, '3.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(416, '4.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(417, '5.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(418, '6.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(419, '7.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(420, '8.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(421, '9.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(422, '10.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(423, '11.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(424, '12.jpg', 57, 'SAMSUNG Galaxy Watch LTE 42mm R815', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(425, '0.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(426, '1.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(427, '2.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(428, '3.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(429, '4.jpg', 58, 'GOLiFE Care-Xe 智慧悠遊觸控心率手環', '2020-03-29 00:43:16', '2020-03-29 00:43:16'),
(430, '0.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(431, '1.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(432, '2.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(433, '3.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(434, '4.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(435, '5.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(436, '6.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(437, '7.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(438, '8.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(439, '9.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(440, '10.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(441, '11.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(442, '12.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(443, '13.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(444, '14.jpg', 59, 'GARMIN Vivofit 4 健身運動手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(445, '0.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:17', '2020-03-29 00:43:17'),
(446, '1.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(447, '2.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(448, '3.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(449, '4.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(450, '5.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(451, '6.jpg', 60, 'JSmax L-SMART QS100智慧多功能運動健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(452, '0.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(453, '1.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(454, '2.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(455, '3.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(456, '4.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(457, '5.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(458, '6.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(459, '7.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(460, '8.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(461, '9.jpg', 61, 'GARMIN Vivofit jr2 小童手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(462, '0.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(463, '1.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(464, '2.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(465, '3.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(466, '4.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(467, '5.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(468, '6.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(469, '7.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(470, '8.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(471, '9.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(472, '10.jpg', 62, 'JSmax SB-V7 智慧健康管理手環', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(473, '0.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(474, '1.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(475, '2.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(476, '3.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(477, '4.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:18', '2020-03-29 00:43:18'),
(478, '5.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(479, '6.jpg', 63, 'GARMIN VIVOLIFE 悠遊智慧腕錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(480, '0.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(481, '1.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(482, '2.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(483, '3.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(484, '4.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(485, '5.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(486, '6.jpg', 64, 'GOLiFE Care 3 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(487, '0.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(488, '1.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(489, '2.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(490, '3.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(491, '4.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(492, '5.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(493, '6.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(494, '7.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(495, '8.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(496, '9.jpg', 65, 'GARMIN vivosmart 4 健康心率手環', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(497, '0.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(498, '1.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(499, '2.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(500, '3.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(501, '4.jpg', 66, 'JSmax SW-HD1石英數位混合型智慧健康手錶', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(502, '0.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(503, '1.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(504, '2.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(505, '3.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(506, '4.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(507, '5.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(508, '6.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:19', '2020-03-29 00:43:19'),
(509, '7.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(510, '8.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(511, '9.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(512, '10.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(513, '11.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(514, '12.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(515, '13.jpg', 67, 'Garmin Vivomove HR 時尚智慧腕錶 運動款-時尚黑玫瑰金', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(516, '0.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(517, '1.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(518, '2.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(519, '3.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(520, '4.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(521, '5.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(522, '6.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(523, '7.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(524, '8.jpg', 68, 'JSmax SC-C90 智慧多功能健康管理運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20');
INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(525, '0.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(526, '1.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(527, '2.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(528, '3.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(529, '4.jpg', 69, 'GOLiFE Care Xu 智慧全彩悠遊心率手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(530, '0.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(531, '1.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(532, '2.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(533, '3.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(534, '4.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(535, '5.jpg', 70, 'JSmax BY-21 智慧健康管理手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(536, '0.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(537, '1.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(538, '2.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(539, '3.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(540, '4.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:20', '2020-03-29 00:43:20'),
(541, '5.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(542, '6.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(543, '7.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(544, '8.jpg', 71, 'SAMSUNG Galaxy Fit e 運動手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(545, '0.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(546, '1.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(547, '2.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(548, '3.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(549, '4.jpg', 72, 'GOLiFE Care P 藍牙智慧全彩觸控心率手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(550, '0.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(551, '1.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(552, '2.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(553, '3.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(554, '4.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(555, '5.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(556, '6.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(557, '7.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(558, '8.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(559, '9.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(560, '10.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(561, '11.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(562, '12.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(563, '13.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(564, '14.jpg', 73, 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(565, '0.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(566, '1.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(567, '2.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(568, '3.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(569, '4.jpg', 74, 'GOLiFE 第二代Care 健康智慧手環', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(570, '0.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(571, '1.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(572, '2.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(573, '3.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:21', '2020-03-29 00:43:21'),
(574, '4.jpg', 75, 'AFAMIC 艾法 C18智能心率GPS運動手環 運動手錶', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(575, '0.jpg', 76, 'QCY L1藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(576, '1.jpg', 76, 'QCY L1藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(577, '2.jpg', 76, 'QCY L1藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(578, '3.jpg', 76, 'QCY L1藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(579, '4.jpg', 76, 'QCY L1藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(580, '0.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(581, '1.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(582, '2.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(583, '3.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(584, '4.jpg', 77, 'JLab Epic Air Sport 真無線運動耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(585, '0.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(586, '1.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(587, '2.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(588, '3.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(589, '4.jpg', 78, 'QCY Q25藍牙耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(590, '0.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(591, '1.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(592, '2.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(593, '3.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(594, '4.jpg', 79, 'JLab Epic Executive 抗噪耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(595, '0.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(596, '1.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(597, '2.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(598, '3.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(599, '4.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(600, '5.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(601, '6.jpg', 80, 'JLab JBuddies Folding 兒童耳機', '2020-03-29 00:43:22', '2020-03-29 00:43:22'),
(602, '0.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(603, '1.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(604, '2.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(605, '3.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(606, '4.jpg', 81, 'SONY WI-C310 藍牙耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(607, '0.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(608, '1.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(609, '2.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(610, '3.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(611, '4.jpg', 82, 'SONY WI-C600N 無線降噪頸掛入耳式耳機', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(612, '0.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(613, '1.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(614, '2.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(615, '3.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(616, '4.jpg', 83, 'SONY WI-C600N 藍牙無線降噪 入耳式耳機 續航力6.5 HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(617, '0.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(618, '1.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(619, '2.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(620, '3.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(621, '4.jpg', 84, 'SONY WI-H700 無線藍牙頸掛式入耳式耳機 EX750BT更新版', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(622, '0.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(623, '1.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(624, '2.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(625, '3.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(626, '4.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(627, '5.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(628, '6.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(629, '7.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(630, '8.jpg', 85, 'SONY WI-SP500 無線藍牙 運動防水入耳式耳機 續航力8HR', '2020-03-29 00:43:23', '2020-03-29 00:43:23'),
(631, '0.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(632, '1.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(633, '2.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(634, '3.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(635, '4.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(636, '5.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(637, '6.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(638, '7.jpg', 86, 'SONY WI-SP600N 無線藍牙 降噪運動防水繞頸式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(639, '0.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(640, '1.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(641, '2.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(642, '3.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(643, '4.jpg', 87, 'JLab JBuds Air Sport 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(644, '0.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(645, '1.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(646, '2.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(647, '3.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(648, '4.jpg', 88, 'QCY T1 雙耳 立體聲 藍牙 5.0 真無線 耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(649, '0.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(650, '1.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(651, '2.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(652, '3.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(653, '4.jpg', 89, 'JLab JBuds Air 真無線藍牙耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(654, '0.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(655, '1.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(656, '2.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(657, '3.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(658, '4.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(659, '5.jpg', 90, 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(660, '0.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(661, '1.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(662, '2.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(663, '3.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(664, '4.jpg', 91, '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', '2020-03-29 00:43:24', '2020-03-29 00:43:24'),
(665, '0.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(666, '1.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(667, '2.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(668, '3.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(669, '4.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(670, '5.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(671, '6.jpg', 92, 'SONY MBH22 單聲道藍牙耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(672, '0.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(673, '1.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(674, '2.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(675, '3.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(676, '4.jpg', 93, '繽特力 Plantronics Blackwire C3220 雙耳頭戴式UC耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(677, '0.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(678, '1.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(679, '2.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(680, '3.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(681, '4.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(682, '5.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(683, '6.jpg', 94, 'SONY MDR-XB70BT 藍牙入耳式藍牙耳機 9hr續航力', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(684, '0.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(685, '1.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(686, '2.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(687, '3.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(688, '4.jpg', 95, '繽特力 Plantronics BackBeat FIT 3150真無線運動音樂耳機', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(689, '0.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:25', '2020-03-29 00:43:25'),
(690, '1.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(691, '2.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(692, '3.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(693, '4.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(694, '5.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(695, '6.jpg', 96, 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(696, '0.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(697, '1.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(698, '2.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(699, '3.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(700, '4.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(701, '5.jpg', 97, '鐵三角 ATH-CKR300BT 無線耳塞式耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(702, '0.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(703, '1.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(704, '2.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(705, '3.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(706, '4.jpg', 98, 'SONY SBH82D 開放式立體聲藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(707, '0.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(708, '1.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(709, '2.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(710, '3.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(711, '4.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(712, '5.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(713, '6.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(714, '7.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(715, '8.jpg', 99, 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(716, '0.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(717, '1.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(718, '2.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(719, '3.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(720, '4.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(721, '5.jpg', 100, 'JLab Rewind 藍牙耳機', '2020-03-29 00:43:26', '2020-03-29 00:43:26'),
(722, '0.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(723, '1.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(724, '2.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(725, '3.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(726, '4.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(727, '5.jpg', 101, '繽特力 Plantronics BackBeat GO 810主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(728, '0.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(729, '1.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(730, '2.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(731, '3.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(732, '4.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(733, '5.jpg', 102, 'SONY WF-SP900 真無線防水運動藍牙耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(734, '0.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(735, '1.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(736, '2.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(737, '3.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(738, '4.jpg', 103, '繽特力 Plantronics BackBeat PRO 5100 真無線藍牙降噪耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(739, '0.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(740, '1.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(741, '2.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(742, '3.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(743, '4.jpg', 104, 'SONY WH-1000XM3 更輕巧 無線藍牙降噪耳罩式耳機', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(744, '0.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(745, '1.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(746, '2.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(747, '3.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(748, '4.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(749, '5.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(750, '6.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(751, '7.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(752, '8.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(753, '9.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:27', '2020-03-29 00:43:27'),
(754, '10.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(755, '11.jpg', 105, '鐵三角 ATH-SR30BT 輕量化 無線藍牙耳罩式耳機 續航力70HR', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(756, '0.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(757, '1.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(758, '2.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(759, '3.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(760, '4.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(761, '5.jpg', 106, 'SONY WH-1000XM3 藍芽無線降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(762, '0.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(763, '1.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(764, '2.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(765, '3.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(766, '4.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(767, '5.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(768, '6.jpg', 107, 'SONY WH-CH700N 無線藍芽 降噪耳罩式耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(769, '0.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(770, '1.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(771, '2.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(772, '3.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:28', '2020-03-29 00:43:28'),
(773, '4.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(774, '5.jpg', 108, '繽特力 Plantronics BackBeat FIT 6100藍牙運動耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(775, '0.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(776, '1.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(777, '2.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(778, '3.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(779, '4.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(780, '5.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(781, '6.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(782, '7.jpg', 109, '鐵三角 ATH-ANC500BT 無線藍牙 抗噪耳罩式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(783, '0.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(784, '1.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(785, '2.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(786, '3.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(787, '4.jpg', 110, 'SONY WI-1000XM2 主動降噪頸掛入耳式耳機', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(788, '0.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(789, '1.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(790, '2.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(791, '3.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(792, '4.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(793, '5.jpg', 111, '鐵三角 ATH-ANC700BT 無線藍牙抗噪音耳機麥克風組', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(794, '0.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(795, '1.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(796, '2.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(797, '3.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(798, '4.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(799, '5.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:29', '2020-03-29 00:43:29'),
(800, '6.jpg', 112, '鐵三角 ATH-WS330BT 無線藍牙耳罩式耳機 持續20H', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(801, '0.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(802, '1.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(803, '2.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(804, '3.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(805, '4.jpg', 113, 'SONY WI-XB400 無線藍牙 頸掛入耳式耳機 15H續航力', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(806, '0.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(807, '1.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(808, '2.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(809, '3.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(810, '4.jpg', 114, '鐵三角 ATH-WS660BT SOLID BASS無線耳罩式重低音耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(811, '0.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(812, '1.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(813, '2.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(814, '3.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(815, '4.jpg', 115, 'SONY 耳機 WF-SP900 運動無線防水', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(816, '0.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(817, '1.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(818, '2.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(819, '3.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(820, '4.jpg', 116, 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(821, '0.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(822, '1.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(823, '2.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(824, '3.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(825, '4.jpg', 117, '鐵三角 ATH-ANC900BT 無線藍牙 抗噪耳罩式耳機 觸控式', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(826, '0.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(827, '1.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(828, '2.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:30', '2020-03-29 00:43:30'),
(829, '3.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(830, '4.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(831, '5.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(832, '6.jpg', 118, 'SUDIO Fem真無線藍牙耳道式耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(833, '0.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(834, '1.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(835, '2.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(836, '3.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(837, '4.jpg', 119, '鐵三角 ATH-CKR55BT 無線藍牙耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(838, '0.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(839, '1.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(840, '2.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(841, '3.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(842, '4.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(843, '5.jpg', 120, 'SONY 無線藍牙耳罩式耳機 WH-CH510', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(844, '0.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(845, '1.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(846, '2.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(847, '3.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(848, '4.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(849, '5.jpg', 121, '繽特力 Plantronics Voyager 6200UC 雙向降噪藍牙耳機 白色', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(850, '0.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(851, '1.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(852, '2.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(853, '3.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(854, '4.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(855, '5.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(856, '6.jpg', 122, '鐵三角 ATH-CKS5TW 真無線運動耳機', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(857, '0.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-29 00:43:31', '2020-03-29 00:43:31'),
(858, '1.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(859, '2.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(860, '3.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(861, '4.jpg', 123, 'SONY 開放式立體聲耳機 SBH82D', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(862, '0.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(863, '1.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(864, '2.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(865, '3.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(866, '4.jpg', 124, 'JLab JBuds Air Executive 真無線藍牙耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(867, '0.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(868, '1.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(869, '2.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(870, '3.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(871, '4.jpg', 125, 'SONY 運動藍牙入耳式耳機 MDR-XB50BS', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(872, '0.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(873, '1.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(874, '2.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(875, '3.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(876, '4.jpg', 126, 'SONY 運動藍牙入耳式耳機 WI-SP500', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(877, '0.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(878, '1.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(879, '2.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(880, '3.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(881, '4.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(882, '5.jpg', 127, '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(883, '0.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(884, '1.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(885, '2.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(886, '3.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(887, '4.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:32', '2020-03-29 00:43:32'),
(888, '5.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(889, '6.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(890, '7.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(891, '8.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(892, '9.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(893, '10.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(894, '11.jpg', 128, '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(895, '0.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(896, '1.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(897, '2.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(898, '3.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(899, '4.jpg', 129, '鐵三角 ATH-SPORT50BT無線藍牙運動耳機麥克風組', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(900, '0.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(901, '1.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(902, '2.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(903, '3.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(904, '4.jpg', 130, '繽特力 Plantronics Blackwire C3225 雙耳頭戴式UC耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(905, '0.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(906, '1.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(907, '2.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(908, '3.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(909, '4.jpg', 131, '鐵三角ATH-CKR7TW無線耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(910, '0.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(911, '1.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(912, '2.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(913, '3.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(914, '4.jpg', 132, '鐵三角 ATH-CKR75BT 無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(915, '0.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(916, '1.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(917, '2.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(918, '3.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(919, '4.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(920, '5.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:33', '2020-03-29 00:43:33'),
(921, '6.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(922, '7.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(923, '8.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(924, '9.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(925, '10.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(926, '11.jpg', 133, '繽特力 Plantronics BackBeat 305 運動無線藍牙耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(927, '0.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(928, '1.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(929, '2.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(930, '3.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(931, '4.jpg', 134, '鐵三角 ATH-CKS550XBT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(932, '0.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(933, '1.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(934, '2.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(935, '3.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(936, '4.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(937, '5.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(938, '6.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(939, '7.jpg', 135, '繽特力 Plantronics BackBeat FIT 2100藍牙運動耳機 電光冒險灰', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(940, '0.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(941, '1.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(942, '2.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(943, '3.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(944, '4.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(945, '5.jpg', 136, 'SUDIO Tolv R 真無線藍牙耳道式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(946, '0.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(947, '1.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-29 00:43:34', '2020-03-29 00:43:34'),
(948, '2.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(949, '3.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(950, '4.jpg', 137, '鐵三角 ATH-CKR500BT 無線耳塞式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(951, '0.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(952, '1.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(953, '2.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(954, '3.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(955, '4.jpg', 138, '魔宴 Sabbat E12 Ultra 高通版 琉光系列 真無線 藍牙耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(956, '0.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(957, '1.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(958, '2.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(959, '3.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(960, '4.jpg', 139, 'SUDIO Vasa Bla 藍牙耳道式耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(961, '0.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(962, '1.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(963, '2.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(964, '3.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(965, '4.jpg', 140, '繽特力Plantronics BackBeat GO 410 主動降噪藍牙音樂耳機 石墨黑', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(966, '0.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(967, '1.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(968, '2.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(969, '3.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(970, '4.jpg', 141, '鐵三角 ATH-ANC100BT 無線抗噪耳機 10HR續航力', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(971, '0.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(972, '1.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(973, '2.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(974, '3.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(975, '4.jpg', 142, '魔宴 Sabbat X12 Pro HIFI 真無線藍芽耳機 炫彩 充電艙收納盒', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(976, '0.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(977, '1.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(978, '2.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(979, '3.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(980, '4.jpg', 143, '鐵三角 ATH-CK3TW 真無線耳機', '2020-03-29 00:43:35', '2020-03-29 00:43:35'),
(981, '0.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(982, '1.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(983, '2.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(984, '3.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(985, '4.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(986, '5.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(987, '6.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(988, '7.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(989, '8.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(990, '9.jpg', 144, 'SUDIO Tolv真無線藍牙耳道式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(991, '0.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(992, '1.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(993, '2.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(994, '3.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(995, '4.jpg', 145, '鐵三角ATH-S200BT 無線藍牙耳罩式耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(996, '0.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(997, '1.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(998, '2.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(999, '3.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1000, '4.jpg', 146, '鐵三角ATH-SPORT7TW真無線運動耳機', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1001, '0.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1002, '1.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1003, '2.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1004, '3.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1005, '4.jpg', 147, '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', '2020-03-29 00:43:36', '2020-03-29 00:43:36'),
(1006, '0.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1007, '1.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1008, '2.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1009, '3.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1010, '4.jpg', 148, 'SJCAM A10 警用專業級密錄器運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1011, '0.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1012, '1.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1013, '2.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1014, '3.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1015, '4.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1016, '5.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1017, '6.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1018, '7.jpg', 149, 'DJI Mavic Mini 摺疊航拍機 暢飛套裝版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1019, '0.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1020, '1.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1021, '2.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1022, '3.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1023, '4.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1024, '5.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1025, '6.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1026, '7.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1027, '8.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1028, '9.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1029, '10.jpg', 150, 'SJCAM SJ5000 防水型運動攝影機', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1030, '0.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1031, '1.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1032, '2.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1033, '3.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:37', '2020-03-29 00:43:37'),
(1034, '4.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1035, '5.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1036, '6.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1037, '7.jpg', 151, 'DJI Mavic2 Pro折疊式空拍機專業版', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1038, '0.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38');
INSERT INTO `multiple_images` (`multipleImageId`, `multipleImageImg`, `itemId`, `itemName`, `created_at`, `updated_at`) VALUES
(1039, '1.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1040, '2.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1041, '3.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1042, '4.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1043, '5.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1044, '6.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1045, '7.jpg', 152, 'SJCAM SJ8 Plus防水型運動攝影機4K高畫質', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1046, '0.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1047, '1.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1048, '2.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1049, '3.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1050, '4.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1051, '5.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1052, '6.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1053, '7.jpg', 153, 'GoPro-HERO8 Black運動攝影機 超大電量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1054, '0.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1055, '1.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1056, '2.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1057, '3.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1058, '4.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1059, '5.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1060, '6.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1061, '7.jpg', 154, 'GoPro-HERO8 Black全方位運動攝影機 初新者必備升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1062, '0.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1063, '1.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1064, '2.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1065, '3.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:38', '2020-03-29 00:43:38'),
(1066, '4.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1067, '5.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1068, '6.jpg', 155, 'GoPro-HERO7 Black運動攝影機 首購容量升級組', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1069, '0.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1070, '1.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1071, '2.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1072, '3.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1073, '4.jpg', 156, 'Holy Stone HS210 迷你遙控飛機-三電版', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1074, '0.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1075, '1.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1076, '2.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1077, '3.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1078, '4.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1079, '5.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1080, '6.jpg', 157, 'DJI Phantom 4 Pro V2.0 空拍機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1081, '0.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1082, '1.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1083, '2.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1084, '3.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1085, '4.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1086, '5.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1087, '6.jpg', 158, 'GoPro-HERO8 Black全方位運動攝影機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1088, '0.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1089, '1.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1090, '2.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1091, '3.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1092, '4.jpg', 159, 'DJI Ryze 特洛Tello 迷你無人機', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1093, '0.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:39', '2020-03-29 00:43:39'),
(1094, '1.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1095, '2.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1096, '3.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1097, '4.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1098, '5.jpg', 160, 'GoPro-HERO 8 Black 假日旅遊組合', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1099, '0.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1100, '1.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1101, '2.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1102, '3.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1103, '4.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1104, '5.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1105, '6.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1106, '7.jpg', 161, 'GoPro-HERO8 Black全方位運動攝影機 單車騎士升級組', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1107, '0.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1108, '1.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1109, '2.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1110, '3.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1111, '4.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1112, '5.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1113, '6.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1114, '7.jpg', 162, 'SJCAM SJ5000 防水型運動攝影機2', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1115, '0.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1116, '1.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1117, '2.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1118, '3.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1119, '4.jpg', 163, 'Holy Stone HS220 變形空拍無人機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1120, '0.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1121, '1.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:40', '2020-03-29 00:43:40'),
(1122, '2.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1123, '3.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1124, '4.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1125, '5.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1126, '6.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1127, '7.jpg', 164, 'SJCAM SJ4000 Wifi 防水型運動攝影機', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1128, '0.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1129, '1.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1130, '2.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1131, '3.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1132, '4.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1133, '5.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1134, '6.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1135, '7.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1136, '8.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1137, '9.jpg', 165, 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1138, '0.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1139, '1.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1140, '2.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1141, '3.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1142, '4.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1143, '5.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1144, '6.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1145, '7.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1146, '8.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1147, '9.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1148, '10.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1149, '11.jpg', 166, 'SJCAM SJ4000 AV 防水型運動攝影機 1080P高畫質', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1150, '0.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1151, '1.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1152, '2.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1153, '3.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1154, '4.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1155, '5.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:41', '2020-03-29 00:43:41'),
(1156, '6.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1157, '7.jpg', 167, 'GoPro-HERO8 Black運動攝影機 輕旅自拍升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1158, '0.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1159, '1.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1160, '2.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1161, '3.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1162, '4.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1163, '5.jpg', 168, 'GoPro-MAX 360度多功能攝影機', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1164, '0.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1165, '1.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1166, '2.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1167, '3.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1168, '4.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1169, '5.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1170, '6.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1171, '7.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1172, '8.jpg', 169, 'DJI OSMO ACTION 運動攝影機 + Action 充電管家套裝', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1173, '0.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1174, '1.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1175, '2.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1176, '3.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1177, '4.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1178, '5.jpg', 170, 'Holy Stone HS550 折疊式空拍無人機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1179, '0.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1180, '1.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1181, '2.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1182, '3.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1183, '4.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1184, '5.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1185, '6.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1186, '7.jpg', 171, 'GoPro-HERO8 Black全方位運動攝影機 潛水遨遊升級組', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1187, '0.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1188, '1.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1189, '2.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1190, '3.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1191, '4.jpg', 172, 'Holy Stone HS160P 摺疊式口袋空拍機-雙電版', '2020-03-29 00:43:42', '2020-03-29 00:43:42'),
(1192, '0.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1193, '1.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1194, '2.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1195, '3.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1196, '4.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1197, '5.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1198, '6.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1199, '7.jpg', 173, 'SJCAM SJ4000 Wifi 防水型運動攝影機2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1200, '0.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1201, '1.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1202, '2.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1203, '3.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1204, '4.jpg', 174, 'JOBY 金剛爪 500 運動腳架 GorillaPod 500 Action -JB54', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1205, '0.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1206, '1.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1207, '2.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1208, '3.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1209, '4.jpg', 175, 'TAKEWAY 鉗式運動夾 R1 mini', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1210, '0.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1211, '1.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1212, '2.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1213, '3.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1214, '4.jpg', 176, 'JOBY 金剛爪遙控運動套組 GripTight Action Kit -JB62', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1215, '0.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1216, '1.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1217, '2.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1218, '3.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1219, '4.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1220, '5.jpg', 177, 'TAKEWAY 鉗式運動夾 R2', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1221, '0.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1222, '1.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1223, '2.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1224, '3.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1225, '4.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1226, '5.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1227, '6.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1228, '7.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:43', '2020-03-29 00:43:43'),
(1229, '8.jpg', 178, '吉尼佛 JENOVA SPORTS 34G 極速炫風-攝影運動背包', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1230, '0.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1231, '1.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1232, '2.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1233, '3.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1234, '4.jpg', 179, 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1235, '0.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1236, '1.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1237, '2.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1238, '3.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1239, '4.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1240, '5.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1241, '6.jpg', 180, '嚴選 GoPro HERO34567 專用運動型可調節雙肩胸背帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1242, '0.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1243, '1.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1244, '2.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1245, '3.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1246, '4.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1247, '5.jpg', 181, 'HTR 收納包1號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1248, '0.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1249, '1.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1250, '2.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1251, '3.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1252, '4.jpg', 182, 'HTR 收納包2號For Mavic Mini', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1253, '0.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1254, '1.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1255, '2.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1256, '3.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1257, '4.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:44', '2020-03-29 00:43:44'),
(1258, '5.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1259, '6.jpg', 183, '嚴選 GoPro HERO347 極限運動型專用可調式頭部綁帶', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1260, '0.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1261, '1.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1262, '2.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1263, '3.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1264, '4.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1265, '5.jpg', 184, 'Mavic Mini小背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1266, '0.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1267, '1.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1268, '2.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1269, '3.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1270, '4.jpg', 185, 'GOLiFE極簡都市雙肩包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1271, '0.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1272, '1.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1273, '2.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1274, '3.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1275, '4.jpg', 186, 'HTR 收納包4號 2件式 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1276, '0.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1277, '1.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1278, '2.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1279, '3.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1280, '4.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1281, '5.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1282, '6.jpg', 187, '嚴選 GoPro HERO567 360度水上騎行運動型旋轉手腕套', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1283, '0.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1284, '1.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1285, '2.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1286, '3.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1287, '4.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1288, '5.jpg', 188, 'HTR 通用型 96顆LED攝影補光燈', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1289, '0.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1290, '1.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1291, '2.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1292, '3.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1293, '4.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1294, '5.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1295, '6.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1296, '7.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1297, '8.jpg', 189, '吉尼佛 JENOVA SPORTS 33B 極速炫風-攝影運動背包', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1298, '0.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1299, '1.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1300, '2.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1301, '3.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-29 00:43:45', '2020-03-29 00:43:45'),
(1302, '4.jpg', 190, 'HTR 螺旋槳4726F 三色槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1303, '0.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1304, '1.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1305, '2.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1306, '3.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1307, '4.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1308, '5.jpg', 191, 'Mavic Mini 充電管家', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1309, '0.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1310, '1.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1311, '2.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1312, '3.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1313, '4.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1314, '5.jpg', 192, 'HTR 螺旋槳4726F 金銀槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1315, '0.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1316, '1.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1317, '2.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1318, '3.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1319, '4.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1320, '5.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1321, '6.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1322, '7.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1323, '8.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1324, '9.jpg', 193, 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1325, '0.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1326, '1.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1327, '2.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1328, '3.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1329, '4.jpg', 194, 'HTR 螺旋槳4726F 白槳 For Mavic Mini', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1330, '0.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1331, '1.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1332, '2.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1333, '3.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1334, '4.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1335, '5.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1336, '6.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1337, '7.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1338, '8.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1339, '9.jpg', 195, 'Incase Camera Side Bag 單眼相機 空拍機 單肩斜肩腰包', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1340, '0.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1341, '1.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1342, '2.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1343, '3.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1344, '4.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1345, '5.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1346, '6.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1347, '7.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1348, '8.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1349, '9.jpg', 196, 'Incase Camera Sling Pack 13吋 單眼相機空拍機兩用單肩包-黑', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1350, '0.jpg', 197, 'Mavic Mini 充電底座', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1351, '1.jpg', 197, 'Mavic Mini 充電底座', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1352, '2.jpg', 197, 'Mavic Mini 充電底座', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1353, '3.jpg', 197, 'Mavic Mini 充電底座', '2020-03-29 00:43:46', '2020-03-29 00:43:46'),
(1354, '4.jpg', 197, 'Mavic Mini 充電底座', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1355, '0.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1356, '1.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1357, '2.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1358, '3.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1359, '4.jpg', 198, 'SJCAM SJ2000 夜視加強 防水型運動攝影機 機車行車記錄器-自', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1360, '0.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1361, '1.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1362, '2.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1363, '3.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1364, '4.jpg', 199, 'DJI Osmo Pocket 擴充配件轉接器', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1365, '0.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1366, '1.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1367, '2.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1368, '3.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1369, '4.jpg', 200, 'DJI Osmo Pocket 無線模組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1370, '0.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1371, '1.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1372, '2.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1373, '3.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1374, '4.jpg', 201, 'DJI Osmo Pocket 聲音轉接頭', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1375, '0.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1376, '1.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1377, '2.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1378, '3.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-29 00:43:47', '2020-03-29 00:43:47'),
(1379, '4.jpg', 202, 'DJI Osmo Pocket 擴充配件組', '2020-03-29 00:43:47', '2020-03-29 00:43:47');

-- --------------------------------------------------------

--
-- 資料表結構 `orderbuyer`
--

CREATE TABLE IF NOT EXISTS `orderbuyer` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `orderId` varchar(20) NOT NULL COMMENT '訂單編號',
  `buyerName` varchar(20) NOT NULL COMMENT '購買人姓名',
  `buyerMobile` varchar(10) NOT NULL COMMENT '購買人電話',
  `discount` varchar(20) NOT NULL COMMENT '折扣金額',
  `shipcost` varchar(20) NOT NULL COMMENT '運費',
  `total` int(11) NOT NULL COMMENT '總計',
  `buyerAdress` varchar(99) NOT NULL COMMENT '購買人地址',
  `invoiceType` varchar(10) NOT NULL COMMENT '發票類別',
  `paymentType` varchar(20) NOT NULL COMMENT '付款方式',
  `taxNo` int(10) DEFAULT NULL COMMENT '統一編號',
  `shipping` varchar(20) NOT NULL COMMENT '運送方式',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=57 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderbuyer`
--

TRUNCATE TABLE `orderbuyer`;
--
-- 傾印資料表的資料 `orderbuyer`
--

INSERT INTO `orderbuyer` (`Id`, `orderId`, `buyerName`, `buyerMobile`, `discount`, `shipcost`, `total`, `buyerAdress`, `invoiceType`, `paymentType`, `taxNo`, `shipping`, `created_at`, `updated_at`) VALUES
(1, 'XLI856Y9I', '', '', '0', '100', 1300, '台北市大安區', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-23 11:48:25', '2020-03-23 11:48:25'),
(2, 'BAWVCDE1F', '', '', '0', '100', 800, '台北市大安區', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-23 11:51:37', '2020-03-23 11:51:37'),
(3, 'BZKH4H35Y', '', '', '0', '100', 0, '台北市大安 信興門市', 'donate', 'COD', 0, 'Seven-store', '2020-03-24 15:33:32', '2020-03-24 15:33:32'),
(4, 'POGOMNK86', '', '', '0', '100', 2700, '台北市大安 信興門市', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-24 16:54:44', '2020-03-24 16:54:44'),
(5, 'UG87SD6ZT', '', '', '0', '100', 800, '台北市大安 信興門市', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-24 16:57:23', '2020-03-24 16:57:23'),
(6, 'X76HKWCM7', 'Alex', '0912345678', '0', '100', 800, '台北市大安 信興門市', 'company', 'CreditCard', 0, 'Seven-store', '2020-03-24 16:59:47', '2020-03-24 16:59:47'),
(7, '2QMEXJAKA', 'Blex', '0913755678', '0', '100', 800, '台北市大安 信興門市', 'company', 'COD', 0, 'HiLife', '2020-03-24 16:59:57', '2020-03-24 16:59:57'),
(8, 'IJHHVZV4N', 'Clex', '0912345558', '0', '100', 900, '台北市大安 信興門市', 'company', 'CreditCard', 0, 'Seven-store', '2020-03-24 17:00:13', '2020-03-24 17:00:13'),
(9, 'O7GN2CW5F', 'Blex', '0913755678', '0', '100', 200, '台北市大安 信興門市', 'company', 'COD', 0, 'HiLife', '2020-03-24 17:00:25', '2020-03-24 17:00:25'),
(10, 'TLPFU724F', 'Blex', '0913755678', '0', '100', 38589, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 11:57:16', '2020-03-25 11:57:16'),
(11, '8JHG7VBFJ', 'Blex', '0913755678', '0', '100', 47671, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 12:00:12', '2020-03-25 12:00:12'),
(12, 'F4Z9II282', 'Blex', '0913755678', '0', '100', 126033, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 12:03:18', '2020-03-25 12:03:18'),
(13, 'E9RQAA7ZP', 'Blex', '0913755678', '0', '100', 126033, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 12:04:08', '2020-03-25 12:04:08'),
(14, '7CLGUN3OI', 'Blex', '0913755678', '0', '100', 30557, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 12:08:35', '2020-03-25 12:08:35'),
(15, 'NXCMUABZW', 'Blex', '0913755678', '0', '100', 92175, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 12:18:16', '2020-03-25 12:18:16'),
(16, 'MFVCW3PWB', 'Blex', '0913755678', '0', '100', 31213, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 13:44:10', '2020-03-25 13:44:10'),
(17, 'OC92VQJA6', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:39:24', '2020-03-25 14:39:24'),
(18, '9R3ISWXR7', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:47:41', '2020-03-25 14:47:41'),
(19, 'L74371WU7', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:52:12', '2020-03-25 14:52:12'),
(20, 'HKS6T6XSN', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:53:23', '2020-03-25 14:53:23'),
(21, 'QIBNK9NXW', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:53:45', '2020-03-25 14:53:45'),
(22, 'FWC8X88B0', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:54:31', '2020-03-25 14:54:31'),
(23, 'BUESH5DRI', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:55:01', '2020-03-25 14:55:01'),
(24, 'N2OMW4HO4', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:55:39', '2020-03-25 14:55:39'),
(25, 'Y0BVOIS3V', 'Blex', '0913755678', '0', '100', 135101, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:56:01', '2020-03-25 14:56:01'),
(26, 'XDMF72TFE', 'Blex', '0913755678', '0', '100', 100, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:57:36', '2020-03-25 14:57:36'),
(27, 'ONYDPDNNO', 'Blex', '0913755678', '0', '100', 45327, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 14:57:51', '2020-03-25 14:57:51'),
(28, '6YH62Y2XZ', 'Blex', '0913755678', '0', '100', 31700, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 15:06:48', '2020-03-25 15:06:48'),
(29, '0N7111W1T', 'Blex', '0913755678', '0', '100', 31700, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 15:11:19', '2020-03-25 15:11:19'),
(30, 'R547X5H9I', 'Alex', '0912345678', '0', '100', 51119, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 17:06:29', '2020-03-25 17:06:29'),
(31, 'LAMRMCFEB', 'Blex', '0913755678', '0', '100', 65885, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:17:40', '2020-03-25 20:17:40'),
(32, '7LGV1F8B8', '', '', '0', '100', 65885, '台北市大安 信興門市', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-25 20:17:52', '2020-03-25 20:17:52'),
(33, 'F7VFPW986', 'Clex', '0912345558', '0', '100', 100, '台北市大安 信興門市', 'company', 'COD', 0, 'Seven-store', '2020-03-25 20:46:03', '2020-03-25 20:46:03'),
(34, 'I1QAEWVXY', 'Blex', '0913755678', '0', '100', 50214, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:49:32', '2020-03-25 20:49:32'),
(35, '78DNW5BBK', 'Blex', '0913755678', '0', '100', 87440, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:50:11', '2020-03-25 20:50:11'),
(36, 'PESKH6Q7P', 'Blex', '0913755678', '0', '100', 87440, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:50:29', '2020-03-25 20:50:29'),
(37, 'EXTM3WU35', 'Blex', '0913755678', '0', '100', 87440, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:50:52', '2020-03-25 20:50:52'),
(38, 'LXXPU6RCN', 'Blex', '0913755678', '0', '100', 22584, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:51:27', '2020-03-25 20:51:27'),
(39, '628CGG9Y7', 'Blex', '0913755678', '0', '100', 22584, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:51:44', '2020-03-25 20:51:44'),
(40, 'PXVYDONMP', 'Blex', '0913755678', '0', '100', 22584, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:52:05', '2020-03-25 20:52:05'),
(41, 'EEBDEA237', 'Blex', '0913755678', '0', '100', 58532, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:55:17', '2020-03-25 20:55:17'),
(42, 'GNVJ46PI3', 'Blex', '0913755678', '0', '100', 58532, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:56:19', '2020-03-25 20:56:19'),
(43, 'DPNM39BD5', 'Blex', '0913755678', '0', '100', 58532, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:56:35', '2020-03-25 20:56:35'),
(44, '8T4C79CLE', 'Blex', '0913755678', '0', '100', 58532, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:56:51', '2020-03-25 20:56:51'),
(45, 'BXYD3PVUG', 'Blex', '0913755678', '0', '100', 71059, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:57:29', '2020-03-25 20:57:29'),
(46, 'MO9I1T2XB', 'Blex', '0913755678', '0', '100', 55450, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 20:58:07', '2020-03-25 20:58:07'),
(47, 'BDR2EKP9X', 'Blex', '0913755678', '0', '100', 55664, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-25 21:25:34', '2020-03-25 21:25:34'),
(48, 'ZCWUI7B34', 'Blex', '0913755678', '0', '100', 81858, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 14:20:35', '2020-03-26 14:20:35'),
(49, 'RUVC9CC6O', 'Blex', '0913755678', '0', '100', 81858, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 14:20:50', '2020-03-26 14:20:50'),
(50, 'AOVXKK19J', 'Blex', '0913755678', '0', '100', 81858, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 14:21:55', '2020-03-26 14:21:55'),
(51, '17K1JPAWV', 'Blex', '0913755678', '0', '100', 81858, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 14:22:22', '2020-03-26 14:22:22'),
(52, 'TL7W17CH3', 'Blex', '0913755678', '0', '100', 68620, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 14:22:37', '2020-03-26 14:22:37'),
(53, 'CGT563GBI', 'Blex', '0913755678', '0', '100', 100, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 15:35:04', '2020-03-26 15:35:04'),
(54, 'KR7GMJKVR', '', '', '0', '100', 13600, '台北市大安 信興門市', 'personal-i', 'COD', 0, 'Seven-store', '2020-03-26 15:35:19', '2020-03-26 15:35:19'),
(55, 'A5S3406BO', 'Blex', '0913755678', '0', '100', 63687, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 15:44:59', '2020-03-26 15:44:59'),
(56, 'B9KTNDLXI', 'Blex', '0913755678', '0', '100', 63687, '台北市大安 信興門市', 'donate', 'COD', 0, 'HiLife', '2020-03-26 15:52:26', '2020-03-26 15:52:26');

-- --------------------------------------------------------

--
-- 資料表結構 `orderdetail`
--

CREATE TABLE IF NOT EXISTS `orderdetail` (
  `orderId` varchar(20) NOT NULL COMMENT '訂單編號',
  `itemId` varchar(20) NOT NULL COMMENT '產品ID',
  `name` varchar(99) NOT NULL COMMENT '品牌名稱',
  `itemName` varchar(99) NOT NULL COMMENT '產品名稱',
  `itemImg` varchar(99) NOT NULL COMMENT '產品圖片',
  `itemPrice` varchar(99) NOT NULL COMMENT '產品價格',
  `itemCategoryId` varchar(99) NOT NULL COMMENT '分類名稱',
  `count` int(20) NOT NULL COMMENT '購買數量',
  `outStatus` varchar(20) NOT NULL COMMENT '產品狀態',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=128 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderdetail`
--

TRUNCATE TABLE `orderdetail`;
--
-- 傾印資料表的資料 `orderdetail`
--

INSERT INTO `orderdetail` (`orderId`, `itemId`, `name`, `itemName`, `itemImg`, `itemPrice`, `itemCategoryId`, `count`, `outStatus`, `created_at`, `updated_at`, `Id`) VALUES
('11', 'undefined', '', '', '', '', '', 0, 'undefined', '2020-03-25 15:06:48', '2020-03-25 15:06:48', 70),
('27', 'undefined', '', '', '', '', '', 0, 'undefined', '2020-03-25 15:06:48', '2020-03-25 15:06:48', 71),
('0N7111W1T', '11', 'undefined', 'ANTIAN 小米手環3 矽膠錶帶', 'undefined', '11,700', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 15:11:19', '2020-03-25 15:11:19', 72),
('0N7111W1T', '27', 'undefined', 'GARMIN Vivoactive 3 Music GPS音樂智慧錶', 'undefined', '19,900', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 15:11:19', '2020-03-25 15:11:19', 73),
('R547X5H9I', '29', 'undefined', 'Fitbit Versa 2 健康運動智慧手錶', 'undefined', '22,569', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 17:06:29', '2020-03-25 17:06:29', 74),
('R547X5H9I', '80', 'undefined', 'JLab JBuddies Folding 兒童耳機', 'undefined', '16,800', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 17:06:29', '2020-03-25 17:06:29', 75),
('R547X5H9I', '91', 'undefined', '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', 'undefined', '11,650', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 17:06:29', '2020-03-25 17:06:29', 76),
('LAMRMCFEB', '22', 'undefined', 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', 'undefined', '26,990', '穿戴式裝置', 2, '訂單處理中', '2020-03-25 20:17:40', '2020-03-25 20:17:40', 77),
('LAMRMCFEB', '128', 'undefined', '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', 'undefined', '11,805', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:17:40', '2020-03-25 20:17:40', 78),
('7LGV1F8B8', '22', 'undefined', 'GARMIN fenix 5 Plus 行動支付音樂GPS複合式心率腕錶-光耀橘', 'undefined', '26,990', '穿戴式裝置', 2, '訂單處理中', '2020-03-25 20:17:52', '2020-03-25 20:17:52', 79),
('7LGV1F8B8', '128', 'undefined', '鐵三角 ATH-CK200BT 頸掛耳塞式藍牙無線耳機', 'undefined', '11,805', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:17:52', '2020-03-25 20:17:52', 80),
('I1QAEWVXY', '179', 'undefined', 'JOBY Action Clamp & GorillaPod Arm 運動攝影機固定臂鎖', 'undefined', '22,168', '周邊', 1, '訂單處理中', '2020-03-25 20:49:32', '2020-03-25 20:49:32', 81),
('I1QAEWVXY', '90', 'undefined', 'SONY Hi-Res 無線藍牙耳罩式耳機 WH-H800', 'undefined', '14,790', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:49:32', '2020-03-25 20:49:32', 82),
('I1QAEWVXY', '69', 'undefined', 'GOLiFE Care Xu 智慧全彩悠遊心率手環', 'undefined', '13,156', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:49:32', '2020-03-25 20:49:32', 83),
('78DNW5BBK', '1', 'undefined', 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', 'undefined', '25,495', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:11', '2020-03-25 20:50:11', 84),
('78DNW5BBK', '6', 'undefined', 'GARMIN D2 Charlie 鈦金航空錶', 'undefined', '32,290', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:11', '2020-03-25 20:50:11', 85),
('78DNW5BBK', '147', 'undefined', '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', 'undefined', '29,555', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:50:11', '2020-03-25 20:50:11', 86),
('PESKH6Q7P', '1', 'undefined', 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', 'undefined', '25,495', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:29', '2020-03-25 20:50:29', 87),
('PESKH6Q7P', '6', 'undefined', 'GARMIN D2 Charlie 鈦金航空錶', 'undefined', '32,290', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:29', '2020-03-25 20:50:29', 88),
('PESKH6Q7P', '147', 'undefined', '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', 'undefined', '29,555', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:50:29', '2020-03-25 20:50:29', 89),
('EXTM3WU35', '1', 'undefined', 'ANTIAN 小米手環3 米蘭尼斯金屬腕帶', 'undefined', '25,495', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:52', '2020-03-25 20:50:52', 90),
('EXTM3WU35', '6', 'undefined', 'GARMIN D2 Charlie 鈦金航空錶', 'undefined', '32,290', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:50:52', '2020-03-25 20:50:52', 91),
('EXTM3WU35', '147', 'undefined', '魔宴 Sabbat X12 Ultra 高通版 HIFI 無線藍芽耳機 充電艙', 'undefined', '29,555', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:50:52', '2020-03-25 20:50:52', 92),
('LXXPU6RCN', '186', 'undefined', 'HTR 收納包4號 2件式 For Mavic Mini', 'undefined', '22,484', '周邊', 1, '訂單處理中', '2020-03-25 20:51:27', '2020-03-25 20:51:27', 93),
('628CGG9Y7', '186', 'undefined', 'HTR 收納包4號 2件式 For Mavic Mini', 'undefined', '22,484', '周邊', 1, '訂單處理中', '2020-03-25 20:51:44', '2020-03-25 20:51:44', 94),
('PXVYDONMP', '186', 'undefined', 'HTR 收納包4號 2件式 For Mavic Mini', 'undefined', '22,484', '周邊', 1, '訂單處理中', '2020-03-25 20:52:06', '2020-03-25 20:52:06', 95),
('EEBDEA237', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:55:17', '2020-03-25 20:55:17', 96),
('EEBDEA237', '165', 'undefined', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', 'undefined', '31,542', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:55:17', '2020-03-25 20:55:17', 97),
('GNVJ46PI3', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:19', '2020-03-25 20:56:19', 98),
('GNVJ46PI3', '165', 'undefined', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', 'undefined', '31,542', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:19', '2020-03-25 20:56:19', 99),
('DPNM39BD5', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:35', '2020-03-25 20:56:35', 100),
('DPNM39BD5', '165', 'undefined', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', 'undefined', '31,542', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:35', '2020-03-25 20:56:35', 101),
('8T4C79CLE', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:51', '2020-03-25 20:56:51', 102),
('8T4C79CLE', '165', 'undefined', 'SJCAM SJ8 Plus 防水型運動攝影機單機4K高畫質', 'undefined', '31,542', '運動攝影機', 1, '訂單處理中', '2020-03-25 20:56:51', '2020-03-25 20:56:51', 103),
('BXYD3PVUG', '37', 'undefined', 'GARMIN fenix 5X Plus 行動支付音樂GPS複合式心率腕錶', 'undefined', '35,990', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:57:29', '2020-03-25 20:57:29', 104),
('BXYD3PVUG', '29', 'undefined', 'Fitbit Versa 2 健康運動智慧手錶', 'undefined', '22,569', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:57:29', '2020-03-25 20:57:29', 105),
('BXYD3PVUG', '99', 'undefined', 'SONY WF-SP700N 真無線藍牙 降噪運動防水耳機 續航力9HR', 'undefined', '12,400', '耳機/喇叭', 1, '訂單處理中', '2020-03-25 20:57:29', '2020-03-25 20:57:29', 106),
('MO9I1T2XB', '65', 'undefined', 'GARMIN vivosmart 4 健康心率手環', 'undefined', '13,880', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:58:07', '2020-03-25 20:58:07', 107),
('MO9I1T2XB', '61', 'undefined', 'GARMIN Vivofit jr2 小童手環', 'undefined', '20,480', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:58:07', '2020-03-25 20:58:07', 108),
('MO9I1T2XB', '59', 'undefined', 'GARMIN Vivofit 4 健身運動手環', 'undefined', '20,990', '穿戴式裝置', 1, '訂單處理中', '2020-03-25 20:58:07', '2020-03-25 20:58:07', 109),
('BDR2EKP9X', '193', 'undefined', 'Incase Camera Pro Pack 15吋 專業單眼相機空拍機兩用後背包-黑', 'undefined', '12,567', '周邊', 1, '訂單處理中', '2020-03-25 21:25:34', '2020-03-25 21:25:34', 110),
('BDR2EKP9X', '156', 'undefined', 'Holy Stone HS210 迷你遙控飛機-三電版', 'undefined', '21,598', '運動攝影機', 1, '訂單處理中', '2020-03-25 21:25:34', '2020-03-25 21:25:34', 111),
('BDR2EKP9X', '201', 'undefined', 'DJI Osmo Pocket 聲音轉接頭', 'undefined', '21,399', '周邊', 1, '訂單處理中', '2020-03-25 21:25:34', '2020-03-25 21:25:34', 112),
('ZCWUI7B34', '[object Object]', 'undefined', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', 'undefined', '14,990', '耳機/喇叭', 2, '訂單處理中', '2020-03-26 14:20:35', '2020-03-26 14:20:35', 113),
('RUVC9CC6O', '[object Object]', 'undefined', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', 'undefined', '14,990', '耳機/喇叭', 2, '訂單處理中', '2020-03-26 14:20:50', '2020-03-26 14:20:50', 114),
('17K1JPAWV', '96', 'undefined', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', 'undefined', '14,990', '耳機/喇叭', 2, '訂單處理中', '2020-03-26 14:22:22', '2020-03-26 14:22:22', 115),
('17K1JPAWV', '122', 'undefined', '鐵三角 ATH-CKS5TW  真無線運動耳機', 'undefined', '24,888', '耳機/喇叭', 1, '訂單處理中', '2020-03-26 14:22:22', '2020-03-26 14:22:22', 116),
('17K1JPAWV', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-26 14:22:22', '2020-03-26 14:22:22', 117),
('TL7W17CH3', '96', 'undefined', 'SONY MDR-XB650BT EXTRA BASS重低音 無線藍芽NFC', 'undefined', '14,990', '耳機/喇叭', 2, '訂單處理中', '2020-03-26 14:22:37', '2020-03-26 14:22:37', 118),
('TL7W17CH3', '163', 'undefined', 'Holy Stone HS220 變形空拍無人機', 'undefined', '26,890', '運動攝影機', 1, '訂單處理中', '2020-03-26 14:22:37', '2020-03-26 14:22:37', 119),
('TL7W17CH3', '91', 'undefined', '鐵三角 ATH-C200BT 無線藍芽耳塞式耳機', 'undefined', '11,650', '耳機/喇叭', 1, '訂單處理中', '2020-03-26 14:22:37', '2020-03-26 14:22:37', 120),
('KR7GMJKVR', '73', 'undefined', 'JSmax SW-Q9 旗艦款智慧健康運動管理手錶', 'undefined', '13,500', '穿戴式裝置', 1, '訂單處理中', '2020-03-26 15:35:19', '2020-03-26 15:35:19', 121),
('A5S3406BO', '202', 'undefined', 'DJI Osmo Pocket 擴充配件組', 'undefined', '22,168', '周邊', 1, '訂單處理中', '2020-03-26 15:44:59', '2020-03-26 15:44:59', 122),
('A5S3406BO', '127', 'undefined', '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', 'undefined', '24,999', '耳機/喇叭', 1, '訂單處理中', '2020-03-26 15:44:59', '2020-03-26 15:44:59', 123),
('A5S3406BO', '49', 'undefined', 'SAMSUNG Galaxy Watch 46mm  智慧手錶', 'undefined', '16,420', '穿戴式裝置', 1, '訂單處理中', '2020-03-26 15:44:59', '2020-03-26 15:44:59', 124),
('B9KTNDLXI', '202', 'undefined', 'DJI Osmo Pocket 擴充配件組', 'undefined', '22,168', '周邊', 1, '訂單處理中', '2020-03-26 15:52:26', '2020-03-26 15:52:26', 125),
('B9KTNDLXI', '49', 'undefined', 'SAMSUNG Galaxy Watch 46mm  智慧手錶', 'undefined', '16,420', '穿戴式裝置', 1, '訂單處理中', '2020-03-26 15:52:26', '2020-03-26 15:52:26', 126),
('B9KTNDLXI', '127', 'undefined', '鐵三角 ATH-CKS770XBT 繞頸式入耳式耳機 藍芽重低音 7HR續航', 'undefined', '24,999', '耳機/喇叭', 1, '訂單處理中', '2020-03-26 15:52:26', '2020-03-26 15:52:26', 127);

-- --------------------------------------------------------

--
-- 資料表結構 `orderlist`
--

CREATE TABLE IF NOT EXISTS `orderlist` (
  `orderId` int(100) NOT NULL AUTO_INCREMENT COMMENT '訂單編號',
  `csId` varchar(20) NOT NULL COMMENT '會員ID',
  `total` varchar(20) NOT NULL COMMENT '訂單總額',
  `marketingType` varchar(99) NOT NULL COMMENT '行銷類別',
  `paymentType` varchar(20) NOT NULL COMMENT '付款類別',
  `shippingWay` varchar(20) NOT NULL COMMENT '運送類別',
  `outStatus` varchar(20) NOT NULL COMMENT '訂單狀態',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`orderId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `orderlist`
--

TRUNCATE TABLE `orderlist`;
--
-- 傾印資料表的資料 `orderlist`
--

INSERT INTO `orderlist` (`orderId`, `csId`, `total`, `marketingType`, `paymentType`, `shippingWay`, `outStatus`, `created_at`, `updated_time`) VALUES
(1, 'CS002', '140', '', 'ATM', '宅配到府', '已出貨', '2020-02-16 10:41:53', '2020-02-16 10:41:53'),
(2, 'CS002', '150', '', 'IbonPay', '宅配到府', '已出貨', '2020-02-16 10:42:00', '2020-02-16 10:42:00'),
(3, 'CS002', '150', '', 'CreditCard', '宅配到府', '已出貨', '2020-02-16 10:42:05', '2020-02-16 10:42:05'),
(4, 'CS002', '20', '', 'ATM', '宅配到府', '退貨完成', '2020-02-16 10:43:07', '2020-02-16 10:43:07'),
(5, 'CS002', '50', '', 'Cashondelivery', '宅配到府', '退貨完成', '2020-02-16 10:43:11', '2020-02-16 10:43:11'),
(6, 'CS002', '110', '', 'ATM', '宅配到府', '已出貨', '2020-02-16 11:07:04', '2020-02-16 11:07:04'),
(7, 'CS002', '30', '', 'ATM', '宅配到府', '訂單成立', '2020-02-16 11:12:25', '2020-02-16 11:12:25'),
(8, 'CS002', '170', '', 'ATM', '宅配到府', '訂單成立', '2020-02-16 11:12:32', '2020-02-16 11:12:32'),
(9, 'CS002', '100', '', 'CreditCard', '宅配到府', '訂單成立', '2020-02-16 13:31:29', '2020-02-16 13:31:29');

-- --------------------------------------------------------

--
-- 資料表結構 `outlist`
--

CREATE TABLE IF NOT EXISTS `outlist` (
  `outId` int(11) NOT NULL AUTO_INCREMENT,
  `csId` varchar(20) NOT NULL,
  `orderId` int(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `undated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`outId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `outlist`
--

TRUNCATE TABLE `outlist`;
-- --------------------------------------------------------

--
-- 資料表結構 `payment`
--

CREATE TABLE IF NOT EXISTS `payment` (
  `paymentId` int(20) NOT NULL AUTO_INCREMENT,
  `paymentName` varchar(20) NOT NULL,
  `paymentCName` varchar(20) NOT NULL,
  `paymentImg` varchar(100) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`paymentId`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `payment`
--

TRUNCATE TABLE `payment`;
--
-- 傾印資料表的資料 `payment`
--

INSERT INTO `payment` (`paymentId`, `paymentName`, `paymentCName`, `paymentImg`, `created_at`, `updated_at`) VALUES
(1, 'ATM', 'ATM轉帳', 'payment_type_20200203100343.png', '2020-01-19 00:31:30', '2020-02-03 17:03:43'),
(2, 'CreditCard', '信用卡', 'payment_type_20200203095508.png', '2020-01-19 01:01:35', '2020-02-03 16:55:08'),
(4, 'Cashondelivery', '貨到付款', 'payment_type_20200203095554.png', '2020-01-19 01:07:43', '2020-02-03 16:55:54'),
(5, 'IbonPay', 'Ibon付款', 'payment_type_20200203095605.jpg', '2020-01-19 01:09:37', '2020-02-03 16:56:05'),
(6, 'linePay', 'linePay', 'payment_type_20200203095926.png', '2020-01-19 16:06:35', '2020-02-03 16:59:26'),
(7, 'SamsunPay', 'SamsunPay', 'payment_type_20200203100029.png', '2020-01-19 16:08:06', '2020-02-03 17:00:29');

-- --------------------------------------------------------

--
-- 資料表結構 `plan`
--

CREATE TABLE IF NOT EXISTS `plan` (
  `planId` int(3) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `planUsername` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廠商名',
  `planName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名稱',
  `planPlace` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '廣告位置',
  `planGroup` int(11) NOT NULL COMMENT '投放對象',
  `planCost` int(11) DEFAULT NULL COMMENT '預算',
  `planClick` int(11) NOT NULL COMMENT '點擊數',
  `planStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '狀態',
  `planStartTime` date NOT NULL,
  `planDueTime` date NOT NULL,
  `plan_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `plan_updates_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`planId`)
) ENGINE=InnoDB AUTO_INCREMENT=76 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `plan`
--

TRUNCATE TABLE `plan`;
--
-- 傾印資料表的資料 `plan`
--

INSERT INTO `plan` (`planId`, `planUsername`, `planName`, `planPlace`, `planGroup`, `planCost`, `planClick`, `planStatus`, `planStartTime`, `planDueTime`, `plan_created_at`, `plan_updates_at`) VALUES
(70, 'test', 'FĒNIX 5 PLUS', '首頁的幻燈片', 1, 1000, 0, '上架', '2020-03-18', '2020-03-31', '2020-02-07 13:29:45', '2020-02-07 13:29:45'),
(71, 'test', 'WF-SP900 運動無線耳機', '首頁的幻燈片', 1, 2000, 0, '上架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39'),
(72, 'test', 'GoPro-HERO8 Black', '首頁的幻燈片', 0, 2000, 0, '上架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39'),
(73, 'test', 'Apple Watch Series 5', '首頁的幻燈片', 1, 2000, 0, '上架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39'),
(74, 'test', 'SONY 重低音降噪藍牙耳罩式耳機 WH-XB900N', '首頁的幻燈片', 0, 2000, 0, '上架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39'),
(75, 'test', 'GARMIN vivomove 3 指針智慧腕錶', '首頁的幻燈片', 1, 2000, 0, '上架', '2020-03-19', '2020-03-24', '2020-02-07 18:17:39', '2020-02-07 18:17:39');

-- --------------------------------------------------------

--
-- 資料表結構 `platformadmins`
--

CREATE TABLE IF NOT EXISTS `platformadmins` (
  `aId` int(11) NOT NULL AUTO_INCREMENT,
  `aRoleId` int(10) NOT NULL,
  `aFName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aLName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aPassword` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `aVerify` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT current_timestamp(),
  `aHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aNotes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `aLogoutTime` datetime DEFAULT NULL,
  `aLoginTime` datetime DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`aId`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformadmins`
--

TRUNCATE TABLE `platformadmins`;
--
-- 傾印資料表的資料 `platformadmins`
--

INSERT INTO `platformadmins` (`aId`, `aRoleId`, `aFName`, `aLName`, `aEmail`, `aPassword`, `aActive`, `aVerify`, `aHash`, `aNotes`, `aLogoutTime`, `aLoginTime`, `created_at`, `updated_at`) VALUES
(1, 1, 'vicky', 'test', 'vickysun2@hotmail.com', 'e79cab55eab4c0a1a63610829a51fd51d5cfb294', 'active', 'verified', '', 'asdf', '2020-01-22 07:55:46', '2020-01-22 07:21:53', '2020-01-15 04:01:20', '2020-01-15 04:01:20'),
(11, 3, 'dd', 'dd', 'radu000rider@gmail.com', 'bc7cafbd1f9bcb7a3065a603b98d5c45e60c67d9', 'active', 'verified', '3295c76acbf4caaed33c36b1b5fc2cb1', 'again\r\n', '2020-01-22 03:55:22', '2020-01-22 03:55:02', '2020-01-21 19:53:38', '2020-01-21 19:53:38'),
(13, 2, 'aa', 'aa', 'nightfallvs0923@gmail.com', 'e0c9035898dd52fc65c41454cec9c4d2611bfb37', 'active', 'verified', 'daca41214b39c5dc66674d09081940f0', 'aa', '2020-01-22 04:00:19', '2020-01-22 03:58:24', '2020-01-21 19:58:09', '2020-01-21 19:58:09');

-- --------------------------------------------------------

--
-- 資料表結構 `platformpermissions`
--

CREATE TABLE IF NOT EXISTS `platformpermissions` (
  `adminPrmId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL,
  `adminPrmName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`adminPrmId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformpermissions`
--

TRUNCATE TABLE `platformpermissions`;
--
-- 傾印資料表的資料 `platformpermissions`
--

INSERT INTO `platformpermissions` (`adminPrmId`, `adminPrmName`) VALUES
('prmA00', 'admin'),
('prmA01', 'vendors'),
('prmA02', 'charts'),
('prmA03', 'users'),
('prmA04', 'comments');

-- --------------------------------------------------------

--
-- 資料表結構 `platformresetpass`
--

CREATE TABLE IF NOT EXISTS `platformresetpass` (
  `aEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aToken` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `aExpireDate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformresetpass`
--

TRUNCATE TABLE `platformresetpass`;
-- --------------------------------------------------------

--
-- 資料表結構 `platformroles`
--

CREATE TABLE IF NOT EXISTS `platformroles` (
  `aRoleId` int(10) NOT NULL AUTO_INCREMENT,
  `aRoleName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`aRoleId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `platformroles`
--

TRUNCATE TABLE `platformroles`;
--
-- 傾印資料表的資料 `platformroles`
--

INSERT INTO `platformroles` (`aRoleId`, `aRoleName`) VALUES
(1, 'Owner'),
(2, 'Manager'),
(3, 'Staff');

-- --------------------------------------------------------

--
-- 資料表結構 `product`
--

CREATE TABLE IF NOT EXISTS `product` (
  `pId` varchar(20) NOT NULL,
  `pName` varchar(20) NOT NULL,
  `price` int(20) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`pId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `product`
--

TRUNCATE TABLE `product`;
--
-- 傾印資料表的資料 `product`
--

INSERT INTO `product` (`pId`, `pName`, `price`, `created_at`, `updated_time`) VALUES
('p001', 'p001', 10, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p002', 'p002', 20, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p003', 'p003', 30, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p004', 'p004', 40, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p005', 'p005', 50, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p006', 'p006', 60, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p007', 'p007', 70, '0000-00-00 00:00:00', '2020-01-08 14:45:05'),
('p008', 'p008', 80, '0000-00-00 00:00:00', '2020-01-08 14:45:05');

-- --------------------------------------------------------

--
-- 資料表結構 `promotion_group`
--

CREATE TABLE IF NOT EXISTS `promotion_group` (
  `groupId` int(11) NOT NULL AUTO_INCREMENT,
  `groupPlanId` int(11) NOT NULL COMMENT '廣告id',
  `groupBuyItems` int(11) NOT NULL COMMENT '買過我的商品',
  `groupHistoryItems` int(11) NOT NULL COMMENT '瀏覽過我的商品',
  `groupCollectItems` int(11) NOT NULL COMMENT '收藏我的商品',
  `groupHistoryCategory` int(11) NOT NULL COMMENT '瀏覽過某類別',
  `groupCollectCategory` int(11) NOT NULL COMMENT '收藏某類別',
  `groupCartCategory` int(11) NOT NULL COMMENT '購物車有某類別',
  `group_created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `group_updates_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`groupId`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `promotion_group`
--

TRUNCATE TABLE `promotion_group`;
--
-- 傾印資料表的資料 `promotion_group`
--

INSERT INTO `promotion_group` (`groupId`, `groupPlanId`, `groupBuyItems`, `groupHistoryItems`, `groupCollectItems`, `groupHistoryCategory`, `groupCollectCategory`, `groupCartCategory`, `group_created_at`, `group_updates_at`) VALUES
(1, 70, 1, 1, 0, 1, 1, 1, '0000-00-00 00:00:00', '2020-02-07 18:16:56'),
(2, 71, 0, 1, 1, 2, 0, 2, '2020-02-07 18:18:14', '2020-03-28 15:35:44'),
(4, 72, 1, 0, 1, 3, 3, 0, '2020-02-07 18:22:27', '2020-03-28 15:35:13'),
(5, 73, 1, 1, 1, 0, 1, 1, '0000-00-00 00:00:00', '2020-03-28 15:34:49'),
(6, 74, 1, 0, 1, 2, 2, 0, '2020-02-07 18:18:14', '2020-03-28 15:35:36'),
(7, 75, 0, 0, 1, 0, 1, 1, '2020-02-07 18:22:27', '2020-03-28 15:34:11');

-- --------------------------------------------------------

--
-- 資料表結構 `rel_platform_permissions`
--

CREATE TABLE IF NOT EXISTS `rel_platform_permissions` (
  `aId` int(10) NOT NULL COMMENT '管理者',
  `aPermissionId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '權限'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `rel_platform_permissions`
--

TRUNCATE TABLE `rel_platform_permissions`;
--
-- 傾印資料表的資料 `rel_platform_permissions`
--

INSERT INTO `rel_platform_permissions` (`aId`, `aPermissionId`) VALUES
(1, 'prmA01'),
(1, 'prmA03'),
(1, 'prmA00'),
(1, 'prmA02'),
(1, 'prmA04'),
(13, 'prmA00'),
(13, 'prmA01'),
(13, 'prmA02'),
(13, 'prmA03'),
(13, 'prmA04'),
(11, 'prmA01'),
(11, 'prmA02'),
(11, 'prmA03'),
(11, 'prmA04');

-- --------------------------------------------------------

--
-- 資料表結構 `rel_vendor_permissions`
--

CREATE TABLE IF NOT EXISTS `rel_vendor_permissions` (
  `vaId` int(10) NOT NULL,
  `vaPermissionId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `rel_vendor_permissions`
--

TRUNCATE TABLE `rel_vendor_permissions`;
--
-- 傾印資料表的資料 `rel_vendor_permissions`
--

INSERT INTO `rel_vendor_permissions` (`vaId`, `vaPermissionId`) VALUES
(150, 'prmV00'),
(150, 'prmV01'),
(150, 'prmV02'),
(150, 'prmV03'),
(150, 'prmV04'),
(152, 'prmV00'),
(152, 'prmV01'),
(152, 'prmV02'),
(152, 'prmV03'),
(152, 'prmV04'),
(153, 'prmV00'),
(153, 'prmV01'),
(153, 'prmV02'),
(153, 'prmV03'),
(153, 'prmV04'),
(151, 'prmV01'),
(151, 'prmV02'),
(151, 'prmV03'),
(151, 'prmV04'),
(154, 'prmV00'),
(154, 'prmV01'),
(154, 'prmV02'),
(154, 'prmV03'),
(154, 'prmV04');

-- --------------------------------------------------------

--
-- 資料表結構 `reply_comment`
--

CREATE TABLE IF NOT EXISTS `reply_comment` (
  `replyId` int(10) NOT NULL AUTO_INCREMENT,
  `commentId` int(10) NOT NULL,
  `replyText` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`replyId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `reply_comment`
--

TRUNCATE TABLE `reply_comment`;
--
-- 傾印資料表的資料 `reply_comment`
--

INSERT INTO `reply_comment` (`replyId`, `commentId`, `replyText`, `created_at`, `updated_at`) VALUES
(1, 1, '謝謝你的留言', '2020-01-20 05:37:55', '2020-01-20 09:05:04'),
(2, 2, 'hello', '2020-01-20 08:19:53', '2020-01-20 08:23:17'),
(3, 10, '感謝你的留言', '2020-01-20 09:32:31', '2020-01-20 09:32:31');

-- --------------------------------------------------------

--
-- 資料表結構 `returndetail`
--

CREATE TABLE IF NOT EXISTS `returndetail` (
  `returnId` int(11) NOT NULL COMMENT '退貨編號',
  `pId` varchar(20) NOT NULL COMMENT '產品ID',
  `count` varchar(20) NOT NULL COMMENT '退貨數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `returndetail`
--

TRUNCATE TABLE `returndetail`;
--
-- 傾印資料表的資料 `returndetail`
--

INSERT INTO `returndetail` (`returnId`, `pId`, `count`, `created_at`, `updated_at`) VALUES
(1, 'p005', '1', '2020-02-16 10:59:39', '2020-02-16 10:59:39'),
(2, 'p002', '1', '2020-02-16 11:03:25', '2020-02-16 11:03:25'),
(3, 'p006', '2', '2020-02-16 11:05:14', '2020-02-16 11:05:14'),
(7, 'p008', '1', '2020-02-16 13:38:14', '2020-02-16 13:38:14'),
(8, 'p003', '1', '2020-02-16 13:38:39', '2020-02-16 13:38:39'),
(9, 'p008', '1', '2020-02-16 13:38:46', '2020-02-16 13:38:46');

-- --------------------------------------------------------

--
-- 資料表結構 `returnlist`
--

CREATE TABLE IF NOT EXISTS `returnlist` (
  `returnId` int(11) NOT NULL AUTO_INCREMENT COMMENT '退貨編號',
  `orderId` varchar(20) NOT NULL COMMENT '訂單編號',
  `returnStatus` varchar(20) NOT NULL COMMENT '退貨狀態',
  `returnPay` varchar(20) NOT NULL COMMENT '退款金額',
  `buyerName` varchar(20) NOT NULL COMMENT '購買人姓名',
  `buyerPhone` varchar(10) NOT NULL COMMENT '購買人電話',
  `buyerAdress` varchar(30) NOT NULL COMMENT '購買人地址',
  `returnReason` varchar(150) NOT NULL COMMENT '退貨原因',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`returnId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `returnlist`
--

TRUNCATE TABLE `returnlist`;
--
-- 傾印資料表的資料 `returnlist`
--

INSERT INTO `returnlist` (`returnId`, `orderId`, `returnStatus`, `returnPay`, `buyerName`, `buyerPhone`, `buyerAdress`, `returnReason`, `created_at`, `updated_at`) VALUES
(1, '5', '退貨完成', '50', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '134', '2020-02-16 10:59:39', '2020-02-16 10:59:39'),
(2, '4', '退貨完成', '20', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 11:03:25', '2020-02-16 11:03:25'),
(3, '3', '退貨完成', '120', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 11:05:14', '2020-02-16 11:05:14'),
(5, '5', '退貨處理中', '0', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '456', '2020-02-16 13:31:38', '2020-02-16 13:31:38'),
(6, '5', '退貨處理中', '0', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', 'tyty', '2020-02-16 13:31:44', '2020-02-16 13:31:44'),
(7, '6', '退貨處理中', '80', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '123', '2020-02-16 13:38:14', '2020-02-16 13:38:14'),
(8, '6', '退貨處理中', '30', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '123', '2020-02-16 13:38:39', '2020-02-16 13:38:39'),
(9, '1', '退貨處理中', '80', 'Bill', '0123456789', '台北市大安區復興南路一段390號2號2樓', '', '2020-02-16 13:38:46', '2020-02-16 13:38:46');

-- --------------------------------------------------------

--
-- 資料表結構 `shopcart`
--

CREATE TABLE IF NOT EXISTS `shopcart` (
  `Id` int(11) NOT NULL AUTO_INCREMENT,
  `csId` varchar(20) NOT NULL COMMENT '會員ID',
  `itemId` varchar(20) NOT NULL COMMENT '產品ID',
  `name` varchar(99) NOT NULL COMMENT '品牌名稱',
  `itemName` varchar(99) NOT NULL COMMENT '產品名稱',
  `itemImg` varchar(99) NOT NULL COMMENT '產品圖片',
  `itemCategoryId` varchar(99) NOT NULL COMMENT '產品分類',
  `itemPrice` varchar(20) NOT NULL COMMENT '價格',
  `count` int(20) DEFAULT NULL COMMENT '產品數量',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_time` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 資料表新增資料前，先清除舊資料 `shopcart`
--

TRUNCATE TABLE `shopcart`;
-- --------------------------------------------------------

--
-- 資料表結構 `stories`
--

CREATE TABLE IF NOT EXISTS `stories` (
  `usrId` int(50) NOT NULL,
  `stryId` int(11) NOT NULL AUTO_INCREMENT,
  `stryTitle` varchar(256) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryContent` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryTags` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `stryViews` int(50) NOT NULL DEFAULT 0,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`stryId`)
) ENGINE=InnoDB AUTO_INCREMENT=44 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `stories`
--

TRUNCATE TABLE `stories`;
--
-- 傾印資料表的資料 `stories`
--

INSERT INTO `stories` (`usrId`, `stryId`, `stryTitle`, `stryStatus`, `stryContent`, `stryTags`, `stryViews`, `created_at`, `updated_at`) VALUES
(37, 29, '『開箱』| SJ5000X Elite | 4K菁英版 | 行車記錄器 | SJCAM | 山狗 | 類GOPRO | 運動攝影機 | 附心得感想', 'active', '{\"blocks\":[{\"key\":\"7q6tu\",\"text\":\"今天來開箱山狗牌SJCAM運動攝影機啦，\\n運動攝影機是否適合用來拍攝VLOG呢，來看看小凱的開箱、購買及使用心得囉～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4j971\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"balkc\",\"text\":\"SJCAM | 山狗 | 5000X\",\"type\":\"header-four\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bfl12\",\"text\":\"今天小凱來開箱的是人稱山寨GOPRO的山狗牌SJCAM\\nCP值王\\nSJ-5000X Elite 4K菁英版前情提要\\n（文小長，只想看開箱的朋友，可往下拉至開箱篇）\\n\\n至於購買的動機是什麼呢？\\n恩...起因是我的老兄弟HTC RE突然間就不能充電了..\\n而早就被放棄的HTC RE其實也讓人非常不開心啊\\n想說送修看看，畢竟RE也幫我拍了不少好照片\\n\\n結果送修結果是要我換新機，奉勸各位朋友這時候千萬別惜情\\n即使RE價格已降至不到2000元，但是沒在更新維護又很難連上的APP\\n實在不需要幫HTC消庫存（這是曾經HTC粉的痛 HTC M7/M10服役中）\\n\\n好的，於是開始觀望新夥伴\\n而早在很久以前，小凱跟朋友借過SJ4000來和HTC RE做評測\\n（天空平台已死亡，無連結分享）\\n所以馬上想到的就是SJCAM這個品牌，\\n而因為喪失老兄弟之痛，預算並不想花太高\\n所以GOPRO自然也就在考量之外..\\n\\n而山狗SJCAM一路追趕GOPRO，目前也已出到SJ8系列\\n不到10000的價格說實在CP值頗高！！\\n\\n但初次接觸運動攝影機，即使今年的其中一個目標是開始拍Vlog\\n但不知道自己使用率會到哪，畢竟拍照圖文仍是我的主業啊...\\n所以一時無法當機立斷的直接選擇最高階的機種\\n在多方考量下，最後選擇了CP之王，SJ-5000X\\n若用不習慣，就當行車記錄器也是個不錯的選擇呀 \\n\\n接下來就先來開箱吧開箱篇\\n\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":22,\"length\":5,\"style\":\"BOLD\"},{\"offset\":28,\"length\":4,\"style\":\"BOLD\"},{\"offset\":33,\"length\":24,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f41lc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"bpls6\",\"text\":\"小凱是從蝦皮訂購，出貨地是台北光華\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e3v5p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"4mghd\",\"text\":\"打開箱子後直接看到簡約的外盒啦\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e5dk5\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"61hn2\",\"text\":\"而這裡有個刮刮樂，看看你運氣或許可以刮中再來一台（大誤\\n這裡主要是讓你驗證是不是購買到贗品\\n網友戲稱山寨山寨GOPRO\\n白話就是山寨中的山寨\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39gvu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"4873p\",\"text\":\"以下就是盒內所有配件啦\\n而所附配件功能不多闡述，小凱也有事後添購其他實用配件\\n會另外寫配件篇做分享唷\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c57v4\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"f5oj0\",\"text\":\"SJ-5000X 主機\",\"type\":\"header-four\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4lfpr\",\"text\":\"運動相機好像幾乎都長一個樣，到底是趨勢還是致敬呢？\\n\\n開機及切換模式鍵設置在前方\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"18uhu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"5gqpo\",\"text\":\"機身鏡頭左邊是記憶卡槽 / HDMI / 充電傳輸USB MICRO孔\\n機身鏡頭右邊是WIFI模式及上下功能選單鍵\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1ovvu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"2an81\",\"text\":\"防抖功能\\n\\nSJ-5000X其中一個高CP值功能就是內建防抖啦，\\n雖說不能像三軸那樣的穩定，但是開啟和關閉還是有明顯的差別唷！\\n\\n不過有件事情要注意，因為SJ-5000X的內建電子防抖，主要是運用裁切畫面\\n爬文大概會少了將近10度的視角（如小凱測試圖示）\\n\\n而開啟防抖後若要獲得與原生防抖未開的170度視角相當\\n其實是辦不太到的，這看圖示可以大概了解\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"},{\"offset\":5,\"length\":1,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"fc681\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"6nal\",\"text\":\"那怎辦呢？若你有很認真的使用，你還是買一隻三軸穩定器吧 XDD\\n因為這才能滿足你大廣角又穩定的拍攝效果\\n\\n但如果你和小凱一樣是初學者，鮮少拍攝動作較大的影片\\n或許可以搭配軟體防震試試～\\n\\n來解釋一下，\\n左邊是防抖開的畫面，右邊是防抖關以及分別套用低中高軟體防抖的畫面。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9bb2u\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"c18sj\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5apbp\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b3lu2\",\"text\":\"心得感想\\n\\nSJ-5000X 使用至今約兩個月\\n\\n優點\\n1. 操作簡便\\n2. 畫質還不錯\\n3. 目前主要以1080P 60FPS為主要拍攝格式\\n可以勝任大部分的題材\\n4. 充當行車紀錄器也有不錯的效果\\n\\n缺點\\n1. 電池容量實在有點小，有時候更換電池，時間會重設\\n2. 影像呈現寬容度有點低，太暗或過曝的部份很難拯救\\n3. 收音實在差勁，若要創作題材，還是建議另外購買錄音設備\\n『開箱』| 錄音筆 | 奧諾星N28 | K50 | 無敵R298 | 錄音設備 | vlog錄音 | 附心得感想\\n4. 雖有4K畫質，但實際約2.7K，但如優點3，目前用不到4K的選項\\n\\n綜合以上\\n畢竟不是專業相機，稍微注意好環境，還是可以拍攝到不錯的畫面\\n算是非常推薦唷～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"},{\"offset\":5,\"length\":1,\"style\":\"BOLD\"}],\"entityRanges\":[{\"offset\":189,\"length\":57,\"key\":10}],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-09h21m46.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-19h53m21.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-09h21m47.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-19h52m00.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-11h24m15.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-20h20m22.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-20h26m46.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/2018-09-06-20h26m57.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/防抖-1.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/防抖-2.jpg\"}},\"10\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"https://kaitravelnotes.blogspot.com/2018/10/recorder-for-vlog.html\",\"target\":\"_blank\",\"url\":\"https://kaitravelnotes.blogspot.com/2018/10/recorder-for-vlog.html\"}}}}', '[]', 2, '2020-03-28 21:19:39', '2020-03-28 21:19:39'),
(37, 30, 'Apple Watch Series 5 開箱體驗：它真的能「隨時」看時間', 'active', '{\"blocks\":[{\"key\":\"bn7hd\",\"text\":\"做為一支手錶，最重要的任務大家第一時間想到的應該都是「看時間」。雖說跟現今的手機有點類似，似乎講電話的工作份量已經對於我們而言少了許多，更多是在於智慧功能方面的使用。然而最終的最終，手機手錶都有其原本的任務存在。而在我們今天測試的 Apple Watch Series 5 上，蘋果透過最新的「隨顯 Retina 顯示器」，也讓隨時都能看時間這件事，成為了最新世代的功能焦點。我們也沒錯過試試新世代 Apple Watch 在這樣的改變下，對於使用方面有些什麼樣的轉變。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"32r6p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"703pb\",\"text\":\"新世代的 S5 與 S4 基本上包裝一樣，採用了相當潔白的設計：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dis5p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"b3m7k\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"599o3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"ftkj6\",\"text\":\"背後可以看到，我們這次借測的是鋁金屬的太空灰版本，也是目前錶面最大的 44mm 版本 — 錶帶與前代的 42mm 通用：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6tql8\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"59spc\",\"text\":\"外在膠條撕開，就可以在背後兩側開啟這個設計很巧妙的包裝盒：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eeet3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"9ettt\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c0b1f\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"atig1\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c5472\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"97b58\",\"text\":\"多彩的內盒包著錶帶與 Apple Watch 本體的盒裝：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4j4b3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"6j8ms\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35rrs\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"aps85\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2vd0t\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"7hs1u\",\"text\":\"盒裝內容基本與 S4 相同，本體有特別用質感不錯的保護套裝著：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e6kum\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":10}],\"data\":{}},{\"key\":\"goq8\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7ucaq\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":11}],\"data\":{}},{\"key\":\"4rt41\",\"text\":\"每次開箱都覺得這棉布質感的保護套很美，但不知道開箱之後還可以做什麼用途 XD（可能暫時收納的時候可以套著保護吧？）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"51nvv\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":12}],\"data\":{}},{\"key\":\"c3757\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6npdt\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":13}],\"data\":{}},{\"key\":\"ff1h6\",\"text\":\"與同為 44mm 的 S4 相比，這次的 S5 只有重 0.2g。厚度在官方規格表裡是多了  0.04mm，不過不確定是否前代並沒有計算到這麼精細。總而言之，基本上設計與外觀還有重量都不沒有太明顯的差異：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7tuds\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":14}],\"data\":{}},{\"key\":\"9f7fb\",\"text\":\"而除了新的 LTPO OLED 顯示螢幕以外，這次 Series 5（下圖下方）最大的升級，是內建的空間從 16GB 增加到了 32GB 之大。對於喜歡在手錶中安裝多個應用與存放音樂的朋友，這次 S5 應該是值得升級的選項：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4d7rj\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":15}],\"data\":{}},{\"key\":\"18dlr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4un62\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":16}],\"data\":{}},{\"key\":\"da5hq\",\"text\":\"這次的體驗，小編體驗到了搭載隨顯 Retina 顯示器的 Series 5，休眠的錶面設計感覺相對於其他智慧錶款更是有特色外，在生活上使用也察覺到原來自己其實很多時候都不太需要手動喚醒螢幕，也省下很多這樣的動作，更覺得像是在使用傳統手錶的感覺。我想，這也是蘋果會刻意強調自己可以看時間的原因吧 — 雖然多少覺得有點妙，但這樣的規格的確有讓 Apple Watch 體驗變得更好。相信可以讓始終不太能接受智慧手錶的使用者，再少一個抗拒的因素了。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4a1f5\",\"text\":\"小編是早就已經不能沒有智慧錶了啦，真的無論是生活使用、運動或者是最重要的健康管理與意外警示功能，Apple Watch 都是十分值得入手的智慧錶選擇。更別說，光是遠遠看到你的錶一直低調亮著，就可以炫耀自已用的是最新的 Apple Watch 這點，應該也讓這次 Series 5 成為歷代最值得升級的選項了（大誤，重點還是在更好的體驗啦！）。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570265674-26c817aa814a8b57217c0aa4f79f1ea4.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570266808-438f1c999de73a3a60c7c31854913e8e.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267067-6ffef15888c5a3c5fd170c288ca6f6e3.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267079-de4e9d03364e0ffca9425310aea04f34.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267009-c632fd9de0eeac01539319180d03fc35.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267107-54088584a3622502c5b4ee9787b151d5.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267109-5cd3e37f7013084bf4e009b879953466.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267122-004d3eae2fbf832548669a4557887237.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267125-de6b464c918bbb0df5b3360b7d1ce53c.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267170-4a399a842dee7f75680fca2fc22ac11b.jpg\"}},\"10\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267190-30f19703864756ab8591a29748b55b4e.jpg\"}},\"11\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267192-1e28184b01d75efca461f3856ae049c1.jpg\"}},\"12\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267245-a90ca8fd961ddcfe26da9d382100f974.jpg\"}},\"13\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267246-0ad9b4c08ffc24c5ac40470f84a2366b.jpg\"}},\"14\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267335-97e2ee91b62083d9b8df79f63701ba72.jpg\"}},\"15\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267684-46796dc20e9b2ff20714b818eab83f43.jpg\"}},\"16\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267817-1cc1197b3d9310a02143815c5e28a128.jpg\"}}}}', '[]', 1, '2020-03-28 21:23:33', '2020-03-28 21:23:33'),
(37, 31, 'Apple Watch Series 5 LTE版開箱　新舊兩代功能差異與特色看這篇', 'active', '{\"blocks\":[{\"key\":\"d6amq\",\"text\":\"蘋果第五代的Apple Watch雖已開賣，但是能夠直接聯網與通話的LTE版則終於將於近日開賣了！第五代的Apple Watch在外型上承襲第四代的多數特徵，最大的差異主要有新增能夠永不休眠的隨顯 Retina 顯示器，用家不用再費心抬起或輕點顯示器，就能夠輕鬆查看時間與其他重要資訊，而且依然省電。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6a53v\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"41tpq\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7tlfg\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"9atqf\",\"text\":\"此外還有全新的定位功能，可以查看行進方向、偏斜度、緯度、經度與目前的高度。使用者甚至能將三種全新「指南針」複雜功能之一加入錶面，只要看一眼，就能知道方向。另外還有全球緊急電話功能，用戶可以直接透過 Apple Watch 在超過 150 個國家或地區撥打緊急服務電話，就算 iPhone 不在身邊也OK。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eq0qs\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6l7rj\",\"text\":\"Apple Watch Series 5 備有各式材質可供選擇，包括鋁金屬、不鏽鋼以及全新的鈦金屬材質。加上 watchOS 6 的強大威力，使用者即可透過「經期追蹤」、「噪音」app 及「活動記錄趨勢」等各項功能，一手掌握自己的健康與健身數據。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eie9d\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"9sviu\",\"text\":\"watchOS 6\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cu1n3\",\"text\":\"watchOS 6 內建相當棒的健康與健身功能；包括全新的「經期追蹤」app，讓用戶能記錄月經週期相關重要資訊，並藉著 Apple Watch 的便利特性，查看下一次生理期或受孕窗口的預測時間。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ato0f\",\"text\":\"此外，新增的「噪音」APP非常有趣， 可以幫助使用者掌握周圍環境 中，可能對聽力造成負面影響的音量(如演唱會或工地)。此外，透過 iPhone 的「活動記錄趨勢」功能，就可查尋長期的活動記錄模式，藉以了解自己的進度。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"18p8a\",\"text\":\"值得一提的是，watchOS 6 還帶來「子午線」、「精簡組合」及「太陽面盤」等全新動態錶面，以上都可輕鬆自訂，更快速存取喜愛的 APP，使用更加便利。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1pduq\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"81se4\",\"text\":\"開箱　與上一代比較\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6j0ha\",\"text\":\"這次借測到的是即將開賣的 Apple Watch Series 5 GPS+LTE / 太空灰色鋁金屬錶殼與運動型錶帶版，建議售價是NT$14,400 。實際和上一代比較會發現，產品的包裝內配件都一模一樣，若光要從外盒來分辨，得透過盒裝背面的產品資訊才能辨別。就來開啟外包裝取出裱框和錶帶時，也難判斷差異。不過兩個一起比較時會發現，第五代的錶殼盒裝圖案有玄機，是全黑螢幕；代表為隨顯 Retina 顯示器。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ai5gb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"gd96\",\"text\":\"\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"csjoa\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"ak07\",\"text\":\"隨顯 Retina 顯示器\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cpjkd\",\"text\":\"這邊回過頭再來詳細介紹一下Apple Watch Series 5 突破創新的顯示器；它能讓時間與重要資訊隨時保持顯現。同時為了節省電池電量，當使用者垂下手腕時，螢幕會自動調暗；抬起手腕或輕點一下，就會恢復成最大亮度。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5v4qi\",\"text\":\"這項全新功能仰賴幾種先進技術相互配合運作，包括業界唯一的低溫多晶氧化物顯示器 (LTPO)、超低功耗的顯示器驅動程式、高效率電源管理積體電路，以及全新的環境光度感測器。此種硬體創新與出色軟體設計的組合，使 Apple Watch Series 5 能夠提供18 小時的電池續航力，足以滿足一天所需。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8s4hc\",\"text\":\"遙看其他智慧手錶廠商，蘋果在智慧手錶螢幕的功能與技術上真的是遙遙領先啊~\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2fpuv\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"6ug2m\",\"text\":\"ECG與心律監測功能?\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"78q7t\",\"text\":\"很遺憾的台灣目前還沒有開放使用ECG的功能，唯一解決方式得去有開通ECG的國家購買，然後在當地啟用Apple Watch。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8l0vu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"11f1e\",\"text\":\"總結\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8taej\",\"text\":\"如果您正打算購買Apple Watch，而且並非第四代用家，筆者真心推薦不要考慮購買第三或第四代版本，直接購買第五代。除了功能更多、規格更新之外，隨顯得螢幕真的很好便利，不用動不動就要敲敲螢幕或是抬起手腕來才能夠看資訊。第三代雖然價差不少，但是也已經推出一年多了，主要加上螢幕比較小2mm，比較適合預算真的不足，但想要擁有Apple Watch的人選擇。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b09iq\",\"text\":\"買了Apple Watch最大的困擾就是要不要購買個保護殼來保護錶框了；這個問題見仁見智，我是不會想把這麼美的手錶給框起來，配戴時謹慎一點就好了~。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c1gbp\",\"text\":\"如果您只是想要用智慧手錶回或手環拿來收看簡訊、來電資訊、時間資訊，筆者則是建議不如省下錢，改買一千左右的運動手環就好，因為這樣弄壞了也不會太心疼啊 : )\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"45qq8\",\"text\":\"但如果您是蘋果手機使用者，又喜歡隨時掌握豐富的行動資訊、運動監測、行動支付(Apple Pay)，甚至用來講電話，那麼就別猶豫就是它了，買吧 ^^。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191031210445_59.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/Apple_watch_series_5-screen-dims-and-brightens-with-wrist-motion-091019_inline.gif.large.gif\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191107003004_22.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191031210501_6.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191031210553_17.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191031211056_8.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/cc41538f-a71f-476c-8005-32376f2dbc3e/20191107005419_62.jpg\"}}}}', '[]', 0, '2020-03-28 21:37:40', '2020-03-28 21:37:40'),
(37, 32, 'Apple Watch值得買嗎', 'active', '{\"blocks\":[{\"key\":\"10nkg\",\"text\":\"目前手上戴的是傳統表 價格大概12000左右 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"51lth\",\"text\":\"最近有點想換智慧錶 首選當然是Apple Watch Series 5 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35isr\",\"text\":\"但有幾個點我很顧慮 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9f8n1\",\"text\":\"1. 目前Apple Watch支援的App並不多 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3a05p\",\"text\":\"而我最常用的Line和Spotify 優化更是非常爛 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f5fi9\",\"text\":\"這點勸退我非常多 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dkh79\",\"text\":\"2. 若入手Apple Watch 畢竟是消費性電子產品 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5kn7l\",\"text\":\"依照我的習性 一到兩年就會換一次 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ei6lp\",\"text\":\"但一只手錶14000只戴一年多好像有點浪費 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bfhpm\",\"text\":\"3. 重點 我怕我買了根本就用不到！ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d88l0\",\"text\":\"Line Spotify優化爛就不說了 健身App 經期追蹤 呼吸 噪音 心率等等的也不是很必要 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"19u89\",\"text\":\"目前想到最常用到的大概就是聽歌調音量 收收Line的通知 然後騎車看看地圖吧 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"63t1i\",\"text\":\"這樣真的有必要多花14000買Apple Watch嗎 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"de6af\",\"text\":\"所以 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"etkri\",\"text\":\"能請各位給我一個理由買Apple Watch嗎QQ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6c2mn\",\"text\":\"可以跟我說一下你們平常都用Apple Watch來做什麼方便的事 好讓我生火 不然目前就是處在一個很想買的狀態可是又覺得很浪費這樣...\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, '2020-03-28 21:39:32', '2020-03-28 21:39:32'),
(37, 33, '戴了一個月Apple Watch 4，我摘不下來了', 'active', '{\"blocks\":[{\"key\":\"45b36\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eh872\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"7pogc\",\"text\":\"因為工作關係，我經常體驗各種穿戴設備，其中就有很多智能手錶。除了Apple Watch這種必須搭配iPhone使用的產品之外，絕大多數Andriod手錶，其實並不需要對應品牌的手機才能使用，而是安裝特定的APP即可。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9gp5c\",\"text\":\"這就使得原本就頻繁在各種手機之間切換的我，也會時不時更換手錶，當然也包括每一代iPhone和Apple Watch。實際上從2014年蘋果推出第一代Apple Watch開始，每款產品我都用過，只是佩戴時間有所不同。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1r934\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d44i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"6nl80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3o4op\",\"text\":\"精我們先來看看AWS4相比前作都有哪些更新，總結起來大概可以分為3個方面。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"22hh6\",\"text\":\"首先，同時也是最大的變化——螢幕，AWS4也跟隨iPhone的腳步，進入了“全面屏”時代。依然提供兩種表殼尺寸供消費者選擇，大小分別從38mm、42mm增大到了40mm、44mm，所以如果你是像我這種手腕比較細的男性，建議選擇40mm表殼。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3u726\",\"text\":\"儘管表殼隻增大了2mm，但得益於高屏佔比全面屏，AWS4的螢幕顯示面積提升巨大，分別從38mm表殼的563平方毫米，增大到了40mm表殼的759平方毫米；42mm表殼的740平方毫米，增大到了44mm表殼的977平方毫米。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9q8st\",\"text\":\"帶來的直觀體驗就是大黑邊沒了，並且由於與邊框相呼應的圓角設計，無論螢幕的顯示面積，還是視覺的一致性，AWS4相比前作，都像是從iPhone 8到iPhone X的跨越。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6bnb5\",\"text\":\"更重要的是，顯示面積的增大，也明顯降低了誤觸的幾率。再加上watchOS 5後，蘋果針對Apple Watch的界面進行了針對性優化，所以整個觀感和操控上的體驗，比之前有了顯著提升。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bqb2e\",\"text\":\"其次是硬體的更新。處理器、電極式心率傳感器、摔倒檢測……有些是性能的增強，有的則是新加入的配置，你不必清楚地了解每一個參數細節，只需要知道AWS4的運行速度和各種數據監測（檢測）的準確度，都更進一步。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1lqm2\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"a10aa\",\"text\":\"AWS4出廠就預裝了watchOS 5，這是一次非常強調運動功能的系統版本迭代，在界面上新的設計可以容納更多的運動數據與氣象或者音樂資訊顯示，最多可達8個複雜項目。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"898d1\",\"text\":\"我個人並不喜歡複雜的表盤，所以平時都是用那種最簡單的，基本上就隻顯示一個時鐘。但我會為運動場景專門配置一個表盤，將將關注的資訊都盡可能多的放進去，步數、心率、紫外線……這些資訊在之前的Apple Watch Series 3上顯示時就會比較擁擠，而即便是40mm表盤的AWS4，也能被清晰呈現。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ck175\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"54sb9\",\"text\":\"最後給大家一些表款的選擇建議，錶帶就不說了，根據自己喜歡，當然還有你的經濟實力，淘寶上也有大量第三方錶帶，有些未必就很差。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7bbmg\",\"text\":\"關於WiFi和蜂窩版，如果你每天並沒有很長的時間去運動，或者在此期間並不擔心錯過重要資訊，那麽WiFi版的性價比無疑更高，何況支持eSIM卡的城市也沒幾個，我買了1年的Apple Watch Series 3到現在也是當成WiF版在用。反之則可以考慮蜂窩版。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9st0l\",\"text\":\"至於鋁合金和不鏽鋼，我覺得各有各的好，要說質感與等級，那肯定還是不鏽鋼的好，但鋁合金便宜啊，還輕，佩戴的舒適性在不鏽鋼之上。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"evpm8\",\"text\":\"另外就是表殼大小，這點最簡單，去當地的蘋果店試一試便知。如果沒有，女生和手細的男生就買40mm，大男人就買44mm的吧。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0.jpeg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0 (1).jpeg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0 (2).jpeg\"}}}}', '[]', 0, '2020-03-28 21:44:46', '2020-03-28 21:44:46'),
(37, 34, '[問題] Apple Watch 5 vs Garmin 245m', 'active', '{\"blocks\":[{\"key\":\"bjq30\",\"text\":\"幾個月前加入路跑的行列，從剛開始跑3公里就不行了\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d3jnl\",\"text\":\"現在一次最多可以跑到20公里（6分速），但一直以來都是拿著手機跑，跑久手真的很痠  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1pqd3\",\"text\":\"目前想入手跑錶\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7qso9\",\"text\":\"考量點是我知道單純運動來說  Garmin 應該是比較好的選擇  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4fbs5\",\"text\":\"但以日常配戴穿搭性來說 AW勝出  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhd3a\",\"text\":\"很少在一般生活中看到有人戴Garmin（只會在運動場合看到）  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3inkq\",\"text\":\"但AW 戴出去當一般生活用品很好看   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ag3qi\",\"text\":\"還有一點是我目前是用Apple Music(學生方案一個月只要70元）  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e0ufe\",\"text\":\"買Garmin的話 不支援apple music 就要換成比較貴的kkbox或Spotify    \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"626ld\",\"text\":\"想問以挑戰全馬為目標  選哪隻錶比較好呢？\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 1, '2020-03-28 21:46:41', '2020-03-28 21:48:10'),
(37, 35, '【開箱上手】超高 CP 值！兩千就能買的到真無線藍牙耳機？JLab JBuds Air Icon 開箱評測｜主觀心得、音質體驗', 'active', '{\"blocks\":[{\"key\":\"aa0k4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2r697\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"47f6p\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2s1tc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"749il\",\"text\":\"過去我們評測過為數不少的真無線藍牙耳機，若是要以「最平價且 C/P 值最高」為號召，那可要頒發給今日介紹的 JLab JBuds Air Icon 了。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c5ckv\",\"text\":\"JLab 目前是美國前 5 名的耳機品牌，在台灣有不少支持者，PTT、巴哈姆特等論壇的討論度熱度也很不錯。前代 JLab JBuds Air 以不到 2,000 台幣的價格打天下，同時讓 JBuds Air Family 系列在美國躍升為 USD100 價格帶的真無線藍牙耳機銷售冠軍。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":5,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4nvv3\",\"text\":\"而本次要介紹的「JBuds Air Icon」則是 2019 下半年新推出的 JBuds Air 新家族成員，規格提升了不少，但價格仍然維持在 2,000 台幣出頭。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"edpum\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9gao1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"fli10\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9jhnv\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6bk57\",\"text\":\"內容物有：左右耳機、充電艙、3 組矽膠耳塞加上 1 組海綿記憶耳塞、2 組耳內穩定器以及英文說明書。至今為止開箱的真無線藍牙耳機，最貼心的莫過於 JLab 了，因為它有附贈海綿記憶耳塞。喜不喜歡見仁見智，但至少贈送一只就是誠意啊。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b47et\",\"text\":\"本體外觀消光黑為磨砂質感，燙金的 LOGO 字樣看起來很酷炫，很像武士的家徽（！？）。實際戴在耳朵上很吸睛，充電艙是有點寬胖的體型。耳機本體重量約 5g、充電艙重量為 20g，都非常輕巧。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"de6kf\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"1ss28\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5trsj\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"dd8jb\",\"text\":\"耳機本體搭配 8mm 驅動單體，對我來說有點偏大，所以再加上耳內穩定器會稍微有點撐，不過對一般男生來說穩定性應該是沒問題的，亂甩亂動都不太會掉落。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhilf\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5086i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"7v3ln\",\"text\":\"市面上有許多自帶充電線的產品，應該最在意的就是「會不會很容易損壞」吧？這邊要提醒各位，Jbuds Air Icon 說明書上清清楚楚、明明白白地寫到「請以 5V1A（或以下）的電壓來充電」，大家受夠的 iPhone 小白豆腐其實就很適合啦，又安全又只有 5V1A 剛好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7q97r\",\"text\":\"充電艙正面就有充電指示燈，如果拆上 USB 充電線進行充電會亮起白色指示燈，如果把耳機放入充電艙則會亮起藍色指示燈喔！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"437te\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"1rul3\",\"text\":\"Jbuds Air Icon 具備 IP55 防護等級，即代表：可防塵、可阻擋低壓水柱，不建議放入深水裡。Jbuds Air Icon 基本的運動防汗絕對沒問題，只是要盡量避免大量水柱沖洗耳機本體的狀況。充電艙本身沒有防水係數，其實就是不防水啦。記得要讓耳機保持乾燥再放入充電艙內。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8nlie\",\"text\":\"特色功能\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"7j1v3\",\"text\":\"Jbuds Air Icon 支援藍牙 5.0 ，採用「雙耳連接模式」，兩耳都能自動連接，連接非常快速，進入配對模式會閃爍白燈，初次配對到裝置上也大約不到 3 秒就能夠直接連線！配戴後會聽到「連線成功」和「目前電量提示」的提示聲。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c30c9\",\"text\":\"在捷運站或人多的戶外也不太會斷線，反而是連接電腦時被其他藍牙干擾才會有斷線的狀況發生。若是在室內，大約隔著一道牆的距離有輕微斷線的狀況，還是不要離手機太遠唷。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"vgrb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"eue90\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3s6vk\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"519hh\",\"text\":\"Jbuds Air Icon 一次可以聆聽 6 小時左右，如果外出時連充電艙也沒電了，不需要額外線材，只需要準備行動電源或是一台電腦就能充電囉。大約充電 2 個小時就能讓耳機和充電艙都充飽電。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fmc3d\",\"text\":\"通話音質體驗\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":6,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ts0l\",\"text\":\"Jbuds Air Icon 相較上一代「Jbuds Air」新增了雙耳通話的功能，不過因為配對不同手機或者不同通話軟體，都會有不同的收音情況，以下分為幾種常見的通話方式測試：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"62q58\",\"text\":\"手機號碼通話\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3g5r\",\"text\":\"聲音有被壟罩的感覺，機械音很明顯，尾音會有點模糊或爆音，讓人有種斷斷續續的感覺，通話並不算流暢但尚能接受。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dfsiu\",\"text\":\"LINE 語音通話\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"djugv\",\"text\":\"收音狀況很好，銳化效果比較明顯也比較刺耳，若是在安靜的環境下，在斷句時會有明顯的小爆音，有點類似於「無線電講完 Over」之後斷訊的感覺；若是在室外環境下，人聲不會被覆蓋、但周圍環境、車流聲也都會一併收音，加上背景有自然的底噪聲，斷訊感就會隨之消失。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dsm9p\",\"text\":\"Facebook Messenger\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"44i9q\",\"text\":\"體驗上比手機號碼通話來得更好，聲音更清晰卻不刺耳，仍然有部分機械音感，爆音的情況減少了，尾音也清晰許多，聽起來不會有斷訊感。能聽見車流聲但不會干擾人聲，實際聽起來的感覺 Facebook Messenger 感受最好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dpu5u\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":10}],\"data\":{}},{\"key\":\"7tiba\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/49319431293_0ece225dab_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (1).png\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (2).png\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (3).png\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (4).png\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (5).png\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (6).png\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (7).png\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (8).png\"}},\"10\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (9).png\"}}}}', '[]', 0, '2020-03-28 21:52:52', '2020-03-28 21:52:52'),
(37, 36, '[心得] QCY T1開箱心得', 'active', '{\"blocks\":[{\"key\":\"k448\",\"text\":\"先說一些使用心得。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"afv4c\",\"text\":\" 一、抗噪能力 在環境音（風聲）的部份我覺得能有效隔絕，但是人與人交談的聲音只能減緩不能完全隔絕 。  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d4nkc\",\"text\":\"二、BUG 我從前天用到現在，發現兩個BUG \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35rdj\",\"text\":\"   (1)瞬斷，會自動重新連線 這個在板上有相關討論，我只有遇到一、兩次  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8ck9f\",\"text\":\"   (2)音樂會自動暫停，手動按播放過沒幾秒又暫停 這個我直接將耳機放入充電盒+重置，並將手機重新開機就正常了，只遇到一次   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"932bp\",\"text\":\"三、Google助理(GA) 在你問Google助理後，Google回答問題的前幾段話會突然消失，然後開啟APP後就又接續講 (只在開啟APP的指令遇到，前面幾段話會突然不見，然後開啟後又接續講)  而且開啟Google助理的方式，有時會和關機指令混在一起，一不小心就會讓耳機關機。 不支援OK Google......，所以怎麼喊都沒用 (開啟語音助理，按壓一秒後放開；關機，按壓三秒)  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"54csj\",\"text\":\"四、通話、麥克風  電話的部份，麥克風收音在室外環境下真的悲劇，旁邊都沒有人說話，只有風聲。聽通話錄 音檔，我的聲音有時候超小聲或者聽不清楚我在說什麼......   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5q0oc\",\"text\":\"不過以這樣的價格，算是不錯的藍芽耳機了XD\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, '2020-03-28 21:54:38', '2020-03-28 21:54:38');
INSERT INTO `stories` (`usrId`, `stryId`, `stryTitle`, `stryStatus`, `stryContent`, `stryTags`, `stryViews`, `created_at`, `updated_at`) VALUES
(37, 37, 'MDR-Z1000鬧雙胞? SONY MDR-7510聽感分享', 'active', '{\"blocks\":[{\"key\":\"1vjm7\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cue10\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"bken\",\"text\":\"緣起\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ecqsu\",\"text\":\"先前在試聽MDR-Z1000的時候(聽感分享請點我)，看到旁邊有支和它長得蠻像的耳機(要不是框架的顏色不同我還真的會搞混XD)。當下便拿起來稍微聽一下，感覺也是相當監聽的風格(後述)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":17,\"length\":9,\"style\":\"BOLD\"}],\"entityRanges\":[{\"offset\":17,\"length\":9,\"key\":1}],\"data\":{}},{\"key\":\"fkha\",\"text\":\"仔細看型號－是MDR-7510…沒聽過(掩面)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3jba\",\"text\":\"問了下店員才知道它也是監聽向耳機，與MDR-Z1000倒是沒啥關係。回家後查了下資料發現它相當冷門，也引起我對這支耳機的興趣…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dtq7q\",\"text\":\"”外型長得那麼像，該不會能夠變身為平價版的Z1000吧”我心中如此想著。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":36,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"5sj02\",\"text\":\"由於當時只是稍微聽一下，尚未完全了解其聲音走向。直到今日正好又來到店中試聽，至於它是否真能像我所推測的成為”平價版Z1000”呢~請看以下分析。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"71h81\",\"text\":\"外觀\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"5hv2u\",\"text\":\"註：因為時間有限，這次拍的照片數量並不多，不便之處敬請見諒\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9lbnc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"4681i\",\"text\":\"本體現身，與Walkman NWZ-Z1050 合影\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39hp0\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6mf9h\",\"text\":\"耳罩外殼長這樣，兩邊下方都有藍色的”Professional”標記，顯示其專業監聽的用途\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7iqos\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"ch8n1\",\"text\":\"MDR-Z1000的耳罩外殼，可看到僅有SONY字樣，但具有立體感(MDR-7510的logo則為單純印製)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":33,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"enkq\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"o259\",\"text\":\"測試環境\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"29bn4\",\"text\":\"訊源為NWZ-Z1050 Phone out 直出(作業系統為android 2.3.4)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2eamg\",\"text\":\"DSEE/VPT/Clear Stereo/EQ皆關閉\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"a8ohd\",\"text\":\"測試曲目：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e6s8o\",\"text\":\"以下曲目檔案為無損WAV\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39j7e\",\"text\":\"TVアニメ『中二病でも恋がしたい!』ボーカルミニアルバム「暗黒虹彩楽典」\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1vih1\",\"text\":\"01    君へ\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"52jb6\",\"text\":\"02    覚醒ラグナロク -暗黒黙示録-\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7la40\",\"text\":\"以下曲目檔案為真，320kbps MP3\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ag1v3\",\"text\":\"TARI TARI ミュージックアルバム\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bsso2\",\"text\":\"Disc 2：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"75qp0\",\"text\":\"47 goin\' my way !!(合唱版)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8erpi\",\"text\":\"52 心の旋律(#2ED Ver.)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4u5at\",\"text\":\"緣之空 オリジナルサウンドトラック－Arrange－\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fenig\",\"text\":\"01.  优しい风が吹くあの场所で -Anime Version-\",\"type\":\"ordered-list-item\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6jc9h\",\"text\":\"Fate／Zero Original Soundtracks Vol.2\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5ajav\",\"text\":\"09 betrayer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dlvst\",\"text\":\"＝＝本篇正式開始＝＝\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"490m7\",\"text\":\"配戴感\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"3plhv\",\"text\":\"基本上感覺與MDR-Z1000差不多，畢竟外型真的很類似。耳殼可完全置入耳罩內，材質比Z1000稍硬，但不會影響到舒適度，配戴時也不會有夾頭或壓耳的感覺。因此，若純粹以配戴感而論的話，MDR-7510應是能夠讓您久戴而不會感到不適的耳機(當然密閉式耳罩的悶熱感又是另一回事了)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"34dqm\",\"text\":\"高頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"aq60n\",\"text\":\"本人認為這支耳機的風格具有強烈的解析感(後文還會再提到)，這種感覺比起我聽過的任何一支耳機(包括MDR-Z1000，甚至是TF10)還要強烈。聲音，尤其是高頻，在這種形式的”詮釋”之下讓我有種被削到見骨的感覺。舉例而言，曲目”优しい风が吹くあの场所で”中的鋼琴聲表現得過於直白，雖然延伸性很強，但僅限於”器樂”本身的延伸，鋼琴聲傳出時帶有的空氣感卻消失大半，使聲音變得單調。若是要形容這是怎麼回事的話，我想用音叉來比喻是最為恰當的。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":71,\"length\":33,\"style\":\"BOLD\"},{\"offset\":187,\"length\":28,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ecibs\",\"text\":\"中頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ap8v3\",\"text\":\"先前提到的強烈解析感在中頻也顯而易見。本人認為它的中頻具有相當特殊的風格，特殊到讓我不太想用”監聽”這個詞去形容。至於為何無法說是”監聽”呢? 因為無論是MDR-Z1000、MDR-1R、TF10都能達到某種程度的原音重現，詳述如下：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"761u0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"er7bk\",\"text\":\"MDR-Z1000具有優秀的解析度，卻又不會像MDR-7510一般失去聲音該有的空氣感，因此在器樂表現中真的有讓我有重回現場的感受\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bqq4l\",\"text\":\"MDR-1R在聲音該有的空氣感之外，其中頻還帶有一點點柔化的效果，使其在解析之餘帶有一些柔和的性格(注意此段敘述僅針對中頻，MDR-1R低頻的解析力較差)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1aani\",\"text\":\"TF10的中頻天生較為凹陷，但空氣感還是聽得到的。因此與MDR-Z1000相比雖然有一定程度的扭曲感但不至於影響器樂所想表達的內容(當然，人聲的部分又是另一回事了)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"aen06\",\"text\":\"至於MDR-7510的表現是什麼呢? 我認為它強烈的解析感已經讓中頻中的器樂變得扭曲，與前述三支耳機所聽到的風格迥異，會產生如此現象的極大可能原因是器樂的空氣感盡失所造成。由於監聽的意義是在於乾淨的聲音和原音重現，所以我無法說MDR-7510是真正的”監聽耳機”，因為它對聲音的詮釋已經離”還原現場”太遠。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":23,\"length\":35,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"51ogr\",\"text\":\"人聲\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"bldl2\",\"text\":\"這部份便是MDR-7510完全展現其”根性”的場所。所有的人聲(無論是男聲、女聲，甚至是合唱聲)全部都變得清亮化、單音化。空氣感消失大半，比先前提到的高頻、中頻部分更為嚴重。人聲感情的部分更不用說，只能用蕩然無存四字形容。先前提到MDR-Z1000的弱點在於人聲缺乏感情，若用此標準檢視這支耳機的話，大概會變成機械人在唱歌吧…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":25,\"style\":\"BOLD\"},{\"offset\":102,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"8s7ls\",\"text\":\"低頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"59q0c\",\"text\":\"低頻的收放速度相當快，以” betrayer”這首悲壯樂曲為例，開場的鼓聲讓我立刻想起動鐵耳機的特色，隨後用TF10相比較也證實了我的想法－兩者的鼓聲幾乎是同個模子刻出來的!! 不過，既然說是”幾乎”，差別自然是有的。獲益於其所搭載的50mm單體，MDR-7510在鼓聲擊發時的音壓依然較強，但遠小於其他耳罩(如MDR-1R)。如此的風格是否討人喜歡便是見仁見智的問題，若要說它低頻上有何缺點的話，大概就是極低頻的部分有嚴重的霧化現象，低頻的下潛度、延伸性也因極快的收放速度而顯得不足。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d6o78\",\"text\":\"解析力\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"79t1f\",\"text\":\"由前文可知，這支耳機的解析力已經強到會使聲音損失細節，甚至扭曲的地步。因此我無法評斷其解析力為”良好”，只能說它是以解析為走向的一支耳機。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fiqs8\",\"text\":\"音場\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f7kbe\",\"text\":\"這方面可說是這支耳機的強項，經過AB test之後，可以確認的是音場排序為\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d8qel\",\"text\":\"MDR-7510 > MDR-Z1000 > MDR-1R\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c6ii1\",\"text\":\"其音場給人的感受較像是在大型禮堂聆聽台上的樂器、演唱者表演。為何會說是”禮堂”而不是”演奏廳”呢? 有到過這兩種地方並稍微用心體察的人便會發現，禮堂對回聲的抑制力遠不如演奏廳，原因在於演奏廳的牆壁上有防聲音反射鋪材，但禮堂則無。MDR-7510給人的印象便是前者－回聲(極低頻與極高頻)的抑制力不佳，造成音樂的延伸性不足，但空間感是有的，而且頗為良好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b98ht\",\"text\":\"結論\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ofiu\",\"text\":\"基於以上敘述，若有人問我MDR-7510是否可當作平價版的MDR-Z1000使用，我的答案絕對是否定的。原因除了Z1000的表現明顯更勝一籌(這是廢話，因為價差極大)之外，兩者的調性也是天差地遠。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8fl5g\",\"text\":\"上網查了下這支耳機的售價，約在4300~4500之間。個人認為這樣的表現算是對得起它的售價(畢竟與Z1000相比實在太苛求了些)，但主觀而言我並不喜歡它的音色。誠然，更換訊源可能會使其有不同的表現，不過我想使其基本調性變化的可能性並不高。現在想想，或許由這支耳機的冷門程度便可預想其音色的特殊性吧(笑)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360326722-960572051_n.jpg\"}},\"1\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"http://yungtingwai.pixnet.net/blog/post/91783980\",\"url\":\"http://yungtingwai.pixnet.net/blog/post/91783980\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360326038-2652953414_n.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360325943-1212517389_n.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1358690068-632345358_n.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360325986-784740587_n.jpg\"}}}}', '[]', 0, '2020-03-28 21:58:51', '2020-03-28 21:58:51'),
(37, 38, 'DJI Mavic Mini 開箱動手玩 ：續航強悍又好攜帶，但真的適合用來入門嗎？', 'active', '{\"blocks\":[{\"key\":\"302sm\",\"text\":\"主打裝備重量僅重 249g，在多數國家不需要登錄即可購買來飛行（但還是會受禁/限航區限制，須注意）的 Mavic Mini。在標榜這樣重量表現的前提下，會讓人誤以為 DJI 可能端出的是一台像 Tello 那樣偏向玩具型的無人機。殊不知輕巧好攜帶只是它強大之處的其中一個重點而已，我們電腦王阿達團隊在實際使用之後才知道，Mavic Mini 更強大之處其實是在那與重量完全反比的誇張續航，不過它在強大的同時卻也很遺憾地有著入門機分野的「閹割」狀況。繼續閱讀 DJI Mavic Mini 開箱動手玩 ：續航強悍又好攜帶，但真的適合你？報導內文。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fphvb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"11bkv\",\"text\":\"開箱的部分，其實 DJI 官網就做得很好，基本上攤平了所有入手的配件 — 如下圖，右邊為單機版，儘管續航最長有 30 分鐘，不過會覺得單顆電池出門拍可能會不太過癮，所以推薦再多入手一顆電池。不過哩，以官方電池一顆 NT$1,450 的售價，再回頭看看那價差僅三千的「暢飛套餐」（左邊），感覺只塞兩顆鏡頭就幾乎抵銷那個價差了，所以應該大部分人應該都會選暢飛版本吧？因此，我們今天入手開箱的也就是這個版本。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"598r5\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"efjk2\",\"text\":\"很多人都會說 DJI 是被空拍機耽擱的包包公司，不過這次 Mavic Mini 的套裝裡，居然沒有放進收納包款，實在是有點可惜（但在另售的配件中有，看起來也不賴）。至於原裝附上的，則是有點像是 Mavic Air 的硬殼包 — 不過相對 MA 主要只提供收納空拍機本體，並且另外附上單肩包的套裝。DJI 這次選擇讓 MM 的使用者可以一次在硬殼包裡收納進，幾乎所有外出飛行時可能用到或備用的螺旋槳等配件。不過這樣一來，就讓 Mavic Mini 的攜帶體積大大增加 — 最後小編都把這個包放在家（至於我用什麼裝它呢，就請繼續看下去會有解答）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":66,\"length\":6,\"key\":2}],\"data\":{}},{\"key\":\"e0hq8\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"4gioo\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"48vml\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"b869r\",\"text\":\"盒裝右上角的是 Mavic Mini 的電池管家，剛好可以插入三顆電池一次進行充電（會以電量較高的優先），有卡榫讓電池得以固定不亂跳動（跳開就不會充電了啊）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1tp6h\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"bdect\",\"text\":\"這個充電管家有支援快充，可以透過盒裝中的 USB 充電器進行充電。盒子本身能透過一般的 USB 孔為其他裝置充電（一般是用來應急充遙控的吧，但三顆電池其實也蠻適合拿來當緊急的行動電源使用的 XD）。比較有意思的是，這次的 Mavic Mini 依然是以 microUSB 連接埠為主要介面，並沒有跟上目前普遍的 USB-C 規格：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5i39v\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"7hpvl\",\"text\":\"跟 DJI Spark 相比，這次的 Mavic Mini 最令人羨慕的，應該是直接採用 USB 與手機連結的這點了吧。雖說圖傳還是透過 Wi-Fi 協定，不過至少到手機端的穩定度還是有一定保證（最遠支援 4KM 也很夠了，要擔心的反而是狂風）。比較可惜的是，Spark 都可以直接用手機進行操控的功能在 MM 沒有提供：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1ks5r\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"a8qqg\",\"text\":\"折疊式的設計，比較令人擔心的還是螺旋槳會不會因為一個錯位就去折到 — 應該會有副廠品牌推出固定架吧：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5k93i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"9evmo\",\"text\":\"說真的，Mavic Mini 雖然在 DJI 的產品系列之中已經確定是取代 Spark 的產品了（官網已經沒賣 Spark 空拍機本體了），不過我覺得也許真的是因為這次在續航方面提升太過突出，加上需要讓重量保持在 250g 以下，所以 DJI 還是針對幾項功能有所限制 — 然而，這些功能卻很可能反而讓這台空拍機「不那麼入門」。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3fhqa\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"7v1e7\",\"text\":\"這其中最關鍵的，是在於機身的避障功能部分，基本上是完全沒有（有留下 RTH 就是了），這對於入門者而言相當不友善。再加上儘管新的應用在流暢度與使用起來的人機介面個人覺得都比之前 DJI 的應用要好得多，也會清楚在起飛時提示是否為禁航 / 限航區。不過官方也默默選擇在軟體功能裡拿掉了不少功能 — 除了好玩的直播功能外，也沒有了直接畫範圍跟隨的環繞飛行功能。後者是小編覺得最可惜之處…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dcqgn\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8tekq\",\"text\":\"基本上，Mavic Mini 這種攜帶起來毫無負擔，就算炸機也不會太貴（有 DJI Care 更好）的機型，單顆電池卻可以有這麼高的續航，真的是可以讓人輕鬆享受飛行的樂趣。對於從高階機換來使用 Mavic Mini 的飛友，應該第一時間就會覺得它飛起來超沒負擔，是沒有那麼適合入門者，但卻更讓人願意帶出門的旅遊空拍機。正所謂，只要是願意帶在身邊的相機就是好相機。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574948659-50e7e343ca84f73a07cf73a28a57818b.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955043-7226b49534744990417d35e1e1cc7982.jpg\"}},\"2\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"https://store.dji.com/zh-tw/product/dji-mini-bag?from=menu_products\",\"rel\":\"noopener noreferrer\",\"target\":\"_blank\",\"url\":\"https://store.dji.com/zh-tw/product/dji-mini-bag?from=menu_products\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955450-782f408ca32fc85ee32c6698d0a91483.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955474-c39b29c8a3b57780ee55028ac1da315d.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955508-24a969dfd6c7563b488e41db9d884d63.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955704-40313656891e3cecbaa31d947d32f962.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575021375-e505687b7225f9aba1db6069333284bf.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575021210-73871c1fc01f322cf8897e90efd695a8.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575034097-282b7cabbb553ef21ab8994fee2e1c86.jpg\"}}}}', '[]', 3, '2020-03-28 22:04:09', '2020-03-28 22:04:09'),
(37, 39, 'DJI Mavic Mini一台才一萬二...', 'active', '{\"blocks\":[{\"key\":\"6egd2\",\"text\":\"昨天DJI剛公布 一台才一萬二  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8m7f8\",\"text\":\"體積小又不用登記  重點是續航30分鐘，鏡頭也不差  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kh3v\",\"text\":\"已經缺貨了，有人買到可以分享一下嗎\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 0, '2020-03-28 22:07:02', '2020-03-28 22:10:40'),
(37, 40, '3K以下高CP值耳機推薦', 'active', '{\"blocks\":[{\"key\":\"osu5\",\"text\":\"大家好\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"frodm\",\"text\":\"我目前手上的上古高CP值神器 Elite 840故障了，想請教一下，如果平常只是透過電腦聽聽KKBOX youtube流行歌曲的話，有什麼高CP值的耳機可以推薦嗎?\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6mrgc\",\"text\":\"預算是3K以內，希望是有線的耳罩式耳機 長時間配戴也不會感到不舒服或悶熱的，能否請版友推薦幾款呢? \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"blge7\",\"text\":\"謝謝\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 2, '2020-03-28 22:09:36', '2020-03-28 22:09:36'),
(37, 41, 'GoPro Hero 8 螢幕漏光', 'active', '{\"blocks\":[{\"key\":\"4177o\",\"text\":\"昨日購入人生第一台GoPro Hero 8 想說騎車旅遊拿來東拍西錄也滿有趣的～ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"878jr\",\"text\":\"但一開機發現螢幕右下有漏光的狀況 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bnj6l\",\"text\":\"上網查發現好像滿多都有這種問題（包括前幾代） \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"k6rs\",\"text\":\"在有光的環境基本上都沒有影響\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5744t\",\"text\":\"想請問各位有使用GoPro的前輩也有遇到這個問題嗎？十分感謝！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', 18, '2020-03-28 22:12:23', '2020-03-28 22:12:23'),
(37, 42, 'GARMIN Fenix 5X！陪我上山下雪玩三鐵，日常穿搭也很適合', 'active', '{\"blocks\":[{\"key\":\"1tda0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b7fue\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"uivn\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kffg\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"3g876\",\"text\":\"對於一位三鐵運動員來說，平日的跑步練習裝備不需太多餘\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":26,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"e7i52\",\"text\":\"一件象徵精神的上衣\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":9,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"80vmo\",\"text\":\"一件緊實的束褲\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":7,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"34ic\",\"text\":\"一袋隨身能量補充腰包\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":10,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"59op1\",\"text\":\"最重要的是你的個人配速教練\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":13,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"b2v71\",\"text\":\"一支三鐵錶 GARMIN Fenix 5X\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":21,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"30ukt\",\"text\":\"就可以隨時上路訓練了\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":10,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"2e9ct\",\"text\":\"距離上一支三鐵訓練錶是 2016 年的事情，\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":22,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"1sbv6\",\"text\":\"由於當時踏入三鐵界沒有太久，最初選購初階三鐵錶安。但是好像出現定位不是太準確的狀況，\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":42,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4o8d0\",\"text\":\"另外僅只能做到計時計算里程配速的功能，沒有做到心率區間、最大攝氧量計算功能。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":38,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ioga\",\"text\":\"最後在 2017 年初痛下決心告別了首支三鐵錶。嗚，是它陪我上了三場鐵人賽的凸台，很不捨！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":45,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4bn6k\",\"text\":\"---\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"9vgn5\",\"text\":\"Fenix 5X 是在 2017 年中入手的，選擇 Fenix 5X 的原因真的有太多了~\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":45,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f8rj2\",\"text\":\"① 「它是三鐵錶，鐵人每場賽事必備」(這是廢話)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":25,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"9tp0i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"kdio\",\"text\":\"② 「手腕式心率感測技術」鐵男真的很討厭帶心率帶，Fenix 5 系列內建 Elevate 光學心率感測技術，即使沒帶心跳帶也能直接感測手腕皮膚下的心跳資訊。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":79,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"759q7\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"bu0eu\",\"text\":\"③ 「5X 有滑雪記錄的功能！」這對於一個喜歡滑雪的假日本人真的是非常非常重要，還有區分 ski or snowboard 記錄功能！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":67,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"7hks1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"87b4j\",\"text\":\"④ 「5X 可以帶下水去潛水！」10 ATM防水等級，可以承受水下 100 公尺深度壓力，在水下確認中原時間。如果 5X 未來可以進化做到測量免減壓時間以及最大深度，那就是宇宙無敵了...\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":94,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"b5vp\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"1u3tg\",\"text\":\"⑤ 「手錶取代手機帶你導航」，Fenix 5X 相對于其他 5 系列多了導航功能，可以直接定位要前往的地點，手錶就能直接指引你行徑路線。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":68,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"em7dk\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"8kio6\",\"text\":\"⑥ 「藍寶石鏡面與 DLC 拉絲灰不銹鋼錶圈搭配石墨灰錶身，同時符合都會男性需求。」這一點其實也是最重要的，對於很多都會男性都需要一支有質感的錶，除了運動配戴，平時也能工作、開會、約會戴了體面使用。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":99,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"agsmo\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"b40sr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6qmd1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"1limo\",\"text\":\"以上是 Fenix 5X 初步介紹，許多的功能都要實際執行該項運動時，才能更加體驗到手錶本身的性能。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":50,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"2pbbe\",\"text\":\"有別於當下單純數據的記錄，Fenix 5X 還會根據你過去的運動記錄，給予你在各項運動的完賽預估值，鞭策你往自己PB前進！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":61,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhq6\",\"text\":\"更多更專業的路跑、單車、鐵人三項、滑雪記錄功能，請期待之後的運動實測文囉！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":37,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-30-23-21-51.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718057-1185222213_n.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718913-2215489300_n.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718414-595869258_n.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-26-11-32-11.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/GOPR4326.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-30-23-33-45.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/20171231_000310.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/20171231_181944.jpg\"}}}}', '[]', 2, '2020-03-28 22:47:37', '2020-03-28 22:47:37'),
(37, 43, 'Samsung Galaxy Watch Active2 耐看好搭～', 'active', '{\"blocks\":[{\"key\":\"dmm4n\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3g26\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"j307\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"32h7j\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fb3i0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"20adk\",\"text\":\"Samsung Galaxy Watch Active2這次在整個外觀設計上選擇都更多了！直接先給獺友們看一下這次 (幾乎是) 所有的配件們…頗壯觀的吧！ (擺完都覺得自己是手錶大盤商呢呵呵)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"62jam\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"agslv\",\"text\":\"這次Galaxy Watch Active2一共有兩種尺寸：40mm和44mm，獺友們可以依照自己習慣的錶面大小去做選擇配戴\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9jk9r\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6ehm6\",\"text\":\"材質的部分也有鋁製 (左) 和不鏽鋼 (右) 兩種，鋁製走的是低調霧面金屬感；不鏽鋼則是較為高調的鏡面感，兩種都很耐看、很百搭\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"81vlo\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"evtb4\",\"text\":\"最後錶帶的話這次有橡膠和皮革兩種材質，橡膠款我覺得比較年輕有活力；皮革款的話我就覺得相當適合商務人士，會更有專業穩重感！下面也附上各種顏色的搭配給獺友們參考囉！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cj6t2\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"6h6if\",\"text\":\"戴新手錶就是要狂拍穿搭\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6gstb\",\"text\":\"剛剛有提到這次Galaxy Watch Active2非常好搭~有圖有真相，直接附上幾張宇恩這陣子和手錶的穿搭照給你們瞧瞧 (順帶一提我都是戴44mm的唷)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1lrh7\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"545u8\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cdvq0\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"4fn0m\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3de6s\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"bi342\",\"text\":\"剛剛看了這麼多照片，可能會有獺友想問…44mm對我來說是不是有點太大\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kobr\",\"text\":\"一開始我的確也這麼覺得，但其實戴了大概一個下午我就習慣了，反而還覺得大錶面看什麼資訊都好清楚好讚啊!!!有種回不去的感覺哈哈\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4jqth\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/1810f984-a42e-4d09-80b5-af45d214b029.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/f60f4d41-0cb6-41f6-826a-73a0ffb5cd33.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/0acbf328-4e0a-4432-bb7c-187ee66bd8da.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/346af45b-5633-4593-91c4-9bcfd2068af5.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/e0b91507-f13a-464a-ab2d-439d726f701f.png\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/88a06cbd-676d-4530-886a-02d0713c124e.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/1664f792-2a80-4a21-8db9-621f109629b2.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/aef0a33b-1388-4aec-9da9-cb43a78cf468.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/ca55a833-e5b4-41bd-868c-fe4371d0f7df.jpg\"}}}}', '[]', 26, '2020-03-28 22:55:44', '2020-03-28 22:55:44');

-- --------------------------------------------------------

--
-- 資料表結構 `storydrafts`
--

CREATE TABLE IF NOT EXISTS `storydrafts` (
  `usrId` int(50) NOT NULL,
  `drftId` int(50) NOT NULL AUTO_INCREMENT,
  `drftStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftTitle` varchar(256) COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftContent` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `drftTags` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`drftId`)
) ENGINE=InnoDB AUTO_INCREMENT=29 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `storydrafts`
--

TRUNCATE TABLE `storydrafts`;
--
-- 傾印資料表的資料 `storydrafts`
--

INSERT INTO `storydrafts` (`usrId`, `drftId`, `drftStatus`, `drftTitle`, `drftContent`, `drftTags`, `created_at`, `updated_at`) VALUES
(37, 14, 'submitted', '『開箱』| SJ5000X Elite | 4K菁英版 | 行車記錄器 | SJCAM | 山狗 | 類GOPRO | 運動攝影機 | 附心得感想', '{\"blocks\":[{\"key\":\"7q6tu\",\"text\":\"今天來開箱山狗牌SJCAM運動攝影機啦，\\n運動攝影機是否適合用來拍攝VLOG呢，來看看小凱的開箱、購買及使用心得囉～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4j971\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"balkc\",\"text\":\"SJCAM | 山狗 | 5000X\",\"type\":\"header-four\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bfl12\",\"text\":\"今天小凱來開箱的是人稱山寨GOPRO的山狗牌SJCAM\\nCP值王\\nSJ-5000X Elite 4K菁英版前情提要\\n（文小長，只想看開箱的朋友，可往下拉至開箱篇）\\n\\n至於購買的動機是什麼呢？\\n恩...起因是我的老兄弟HTC RE突然間就不能充電了..\\n而早就被放棄的HTC RE其實也讓人非常不開心啊\\n想說送修看看，畢竟RE也幫我拍了不少好照片\\n\\n結果送修結果是要我換新機，奉勸各位朋友這時候千萬別惜情\\n即使RE價格已降至不到2000元，但是沒在更新維護又很難連上的APP\\n實在不需要幫HTC消庫存（這是曾經HTC粉的痛 HTC M7/M10服役中）\\n\\n好的，於是開始觀望新夥伴\\n而早在很久以前，小凱跟朋友借過SJ4000來和HTC RE做評測\\n（天空平台已死亡，無連結分享）\\n所以馬上想到的就是SJCAM這個品牌，\\n而因為喪失老兄弟之痛，預算並不想花太高\\n所以GOPRO自然也就在考量之外..\\n\\n而山狗SJCAM一路追趕GOPRO，目前也已出到SJ8系列\\n不到10000的價格說實在CP值頗高！！\\n\\n但初次接觸運動攝影機，即使今年的其中一個目標是開始拍Vlog\\n但不知道自己使用率會到哪，畢竟拍照圖文仍是我的主業啊...\\n所以一時無法當機立斷的直接選擇最高階的機種\\n在多方考量下，最後選擇了CP之王，SJ-5000X\\n若用不習慣，就當行車記錄器也是個不錯的選擇呀 \\n\\n接下來就先來開箱吧開箱篇\\n\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":22,\"length\":5,\"style\":\"BOLD\"},{\"offset\":28,\"length\":4,\"style\":\"BOLD\"},{\"offset\":33,\"length\":24,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f41lc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"bpls6\",\"text\":\"小凱是從蝦皮訂購，出貨地是台北光華\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e3v5p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"4mghd\",\"text\":\"打開箱子後直接看到簡約的外盒啦\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e5dk5\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"61hn2\",\"text\":\"而這裡有個刮刮樂，看看你運氣或許可以刮中再來一台（大誤\\n這裡主要是讓你驗證是不是購買到贗品\\n網友戲稱山寨山寨GOPRO\\n白話就是山寨中的山寨\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39gvu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"4873p\",\"text\":\"以下就是盒內所有配件啦\\n而所附配件功能不多闡述，小凱也有事後添購其他實用配件\\n會另外寫配件篇做分享唷\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c57v4\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"f5oj0\",\"text\":\"SJ-5000X 主機\",\"type\":\"header-four\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4lfpr\",\"text\":\"運動相機好像幾乎都長一個樣，到底是趨勢還是致敬呢？\\n\\n開機及切換模式鍵設置在前方\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"18uhu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"5gqpo\",\"text\":\"機身鏡頭左邊是記憶卡槽 / HDMI / 充電傳輸USB MICRO孔\\n機身鏡頭右邊是WIFI模式及上下功能選單鍵\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1ovvu\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"2an81\",\"text\":\"防抖功能\\n\\nSJ-5000X其中一個高CP值功能就是內建防抖啦，\\n雖說不能像三軸那樣的穩定，但是開啟和關閉還是有明顯的差別唷！\\n\\n不過有件事情要注意，因為SJ-5000X的內建電子防抖，主要是運用裁切畫面\\n爬文大概會少了將近10度的視角（如小凱測試圖示）\\n\\n而開啟防抖後若要獲得與原生防抖未開的170度視角相當\\n其實是辦不太到的，這看圖示可以大概了解\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"},{\"offset\":5,\"length\":1,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"fc681\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"6nal\",\"text\":\"那怎辦呢？若你有很認真的使用，你還是買一隻三軸穩定器吧 XDD\\n因為這才能滿足你大廣角又穩定的拍攝效果\\n\\n但如果你和小凱一樣是初學者，鮮少拍攝動作較大的影片\\n或許可以搭配軟體防震試試～\\n\\n來解釋一下，\\n左邊是防抖開的畫面，右邊是防抖關以及分別套用低中高軟體防抖的畫面。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9bb2u\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"c18sj\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5apbp\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b3lu2\",\"text\":\"心得感想\\n\\nSJ-5000X 使用至今約兩個月\\n\\n優點\\n1. 操作簡便\\n2. 畫質還不錯\\n3. 目前主要以1080P 60FPS為主要拍攝格式\\n可以勝任大部分的題材\\n4. 充當行車紀錄器也有不錯的效果\\n\\n缺點\\n1. 電池容量實在有點小，有時候更換電池，時間會重設\\n2. 影像呈現寬容度有點低，太暗或過曝的部份很難拯救\\n3. 收音實在差勁，若要創作題材，還是建議另外購買錄音設備\\n『開箱』| 錄音筆 | 奧諾星N28 | K50 | 無敵R298 | 錄音設備 | vlog錄音 | 附心得感想\\n4. 雖有4K畫質，但實際約2.7K，但如優點3，目前用不到4K的選項\\n\\n綜合以上\\n畢竟不是專業相機，稍微注意好環境，還是可以拍攝到不錯的畫面\\n算是非常推薦唷～\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"},{\"offset\":5,\"length\":1,\"style\":\"BOLD\"}],\"entityRanges\":[{\"offset\":189,\"length\":57,\"key\":10}],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-09h21m46.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-19h53m21.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-09h21m47.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-19h52m00.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-11h24m15.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-20h20m22.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/1be7b687-e478-4346-901c-c96ff09e4abc/2018-09-06-20h26m46.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/2018-09-06-20h26m57.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/防抖-1.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/8335f76c-9399-43a2-964e-031d22933235/防抖-2.jpg\"}},\"10\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"https://kaitravelnotes.blogspot.com/2018/10/recorder-for-vlog.html\",\"target\":\"_blank\",\"url\":\"https://kaitravelnotes.blogspot.com/2018/10/recorder-for-vlog.html\"}}}}', '[]', '2020-03-28 21:10:09', '2020-03-28 21:19:29'),
(37, 15, 'submitted', 'Apple Watch Series 5 開箱體驗：它真的能「隨時」看時間', '{\"blocks\":[{\"key\":\"bn7hd\",\"text\":\"做為一支手錶，最重要的任務大家第一時間想到的應該都是「看時間」。雖說跟現今的手機有點類似，似乎講電話的工作份量已經對於我們而言少了許多，更多是在於智慧功能方面的使用。然而最終的最終，手機手錶都有其原本的任務存在。而在我們今天測試的 Apple Watch Series 5 上，蘋果透過最新的「隨顯 Retina 顯示器」，也讓隨時都能看時間這件事，成為了最新世代的功能焦點。我們也沒錯過試試新世代 Apple Watch 在這樣的改變下，對於使用方面有些什麼樣的轉變。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"32r6p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"703pb\",\"text\":\"新世代的 S5 與 S4 基本上包裝一樣，採用了相當潔白的設計：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dis5p\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"b3m7k\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"599o3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"ftkj6\",\"text\":\"背後可以看到，我們這次借測的是鋁金屬的太空灰版本，也是目前錶面最大的 44mm 版本 — 錶帶與前代的 42mm 通用：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6tql8\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"59spc\",\"text\":\"外在膠條撕開，就可以在背後兩側開啟這個設計很巧妙的包裝盒：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eeet3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"9ettt\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c0b1f\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"atig1\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c5472\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"97b58\",\"text\":\"多彩的內盒包著錶帶與 Apple Watch 本體的盒裝：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4j4b3\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"6j8ms\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35rrs\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"aps85\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2vd0t\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"7hs1u\",\"text\":\"盒裝內容基本與 S4 相同，本體有特別用質感不錯的保護套裝著：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e6kum\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":10}],\"data\":{}},{\"key\":\"goq8\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7ucaq\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":11}],\"data\":{}},{\"key\":\"4rt41\",\"text\":\"每次開箱都覺得這棉布質感的保護套很美，但不知道開箱之後還可以做什麼用途 XD（可能暫時收納的時候可以套著保護吧？）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"51nvv\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":12}],\"data\":{}},{\"key\":\"c3757\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6npdt\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":13}],\"data\":{}},{\"key\":\"ff1h6\",\"text\":\"與同為 44mm 的 S4 相比，這次的 S5 只有重 0.2g。厚度在官方規格表裡是多了  0.04mm，不過不確定是否前代並沒有計算到這麼精細。總而言之，基本上設計與外觀還有重量都不沒有太明顯的差異：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7tuds\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":14}],\"data\":{}},{\"key\":\"9f7fb\",\"text\":\"而除了新的 LTPO OLED 顯示螢幕以外，這次 Series 5（下圖下方）最大的升級，是內建的空間從 16GB 增加到了 32GB 之大。對於喜歡在手錶中安裝多個應用與存放音樂的朋友，這次 S5 應該是值得升級的選項：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4d7rj\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":15}],\"data\":{}},{\"key\":\"18dlr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4un62\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":16}],\"data\":{}},{\"key\":\"da5hq\",\"text\":\"這次的體驗，小編體驗到了搭載隨顯 Retina 顯示器的 Series 5，休眠的錶面設計感覺相對於其他智慧錶款更是有特色外，在生活上使用也察覺到原來自己其實很多時候都不太需要手動喚醒螢幕，也省下很多這樣的動作，更覺得像是在使用傳統手錶的感覺。我想，這也是蘋果會刻意強調自己可以看時間的原因吧 — 雖然多少覺得有點妙，但這樣的規格的確有讓 Apple Watch 體驗變得更好。相信可以讓始終不太能接受智慧手錶的使用者，再少一個抗拒的因素了。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4a1f5\",\"text\":\"小編是早就已經不能沒有智慧錶了啦，真的無論是生活使用、運動或者是最重要的健康管理與意外警示功能，Apple Watch 都是十分值得入手的智慧錶選擇。更別說，光是遠遠看到你的錶一直低調亮著，就可以炫耀自已用的是最新的 Apple Watch 這點，應該也讓這次 Series 5 成為歷代最值得升級的選項了（大誤，重點還是在更好的體驗啦！）。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570265674-26c817aa814a8b57217c0aa4f79f1ea4.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570266808-438f1c999de73a3a60c7c31854913e8e.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267067-6ffef15888c5a3c5fd170c288ca6f6e3.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267079-de4e9d03364e0ffca9425310aea04f34.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267009-c632fd9de0eeac01539319180d03fc35.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267107-54088584a3622502c5b4ee9787b151d5.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267109-5cd3e37f7013084bf4e009b879953466.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267122-004d3eae2fbf832548669a4557887237.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267125-de6b464c918bbb0df5b3360b7d1ce53c.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267170-4a399a842dee7f75680fca2fc22ac11b.jpg\"}},\"10\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267190-30f19703864756ab8591a29748b55b4e.jpg\"}},\"11\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267192-1e28184b01d75efca461f3856ae049c1.jpg\"}},\"12\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267245-a90ca8fd961ddcfe26da9d382100f974.jpg\"}},\"13\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267246-0ad9b4c08ffc24c5ac40470f84a2366b.jpg\"}},\"14\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267335-97e2ee91b62083d9b8df79f63701ba72.jpg\"}},\"15\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267684-46796dc20e9b2ff20714b818eab83f43.jpg\"}},\"16\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/77a825b4-5156-4b55-90bf-ac1b2dc1ef41/1570267817-1cc1197b3d9310a02143815c5e28a128.jpg\"}}}}', '[]', '2020-03-28 21:20:08', '2020-03-28 21:23:26'),
(37, 16, 'submitted', 'Apple Watch Series 5 LTE版開箱　新舊兩代功能差異與特色看這篇', '{\"blocks\":[{\"key\":\"d6amq\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 21:34:29', '2020-03-28 21:34:30'),
(37, 17, 'submitted', 'Apple Watch值得買嗎', '{\"blocks\":[{\"key\":\"10nkg\",\"text\":\"目前手上戴的是傳統表 價格大概12000左右 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"51lth\",\"text\":\"最近有點想換智慧錶 首選當然是Apple Watch Series 5 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35isr\",\"text\":\"但有幾個點我很顧慮 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9f8n1\",\"text\":\"1. 目前Apple Watch支援的App並不多 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3a05p\",\"text\":\"而我最常用的Line和Spotify 優化更是非常爛 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f5fi9\",\"text\":\"這點勸退我非常多 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dkh79\",\"text\":\"2. 若入手Apple Watch 畢竟是消費性電子產品 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5kn7l\",\"text\":\"依照我的習性 一到兩年就會換一次 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ei6lp\",\"text\":\"但一只手錶14000只戴一年多好像有點浪費 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bfhpm\",\"text\":\"3. 重點 我怕我買了根本就用不到！ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d88l0\",\"text\":\"Line Spotify優化爛就不說了 健身App 經期追蹤 呼吸 噪音 心率等等的也不是很必要 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"19u89\",\"text\":\"目前想到最常用到的大概就是聽歌調音量 收收Line的通知 然後騎車看看地圖吧 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"63t1i\",\"text\":\"這樣真的有必要多花14000買Apple Watch嗎 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"de6af\",\"text\":\"所以 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"etkri\",\"text\":\"能請各位給我一個理由買Apple Watch嗎QQ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6c2mn\",\"text\":\"可以跟我說一下你們平常都用Apple Watch來做什麼方便的事 好讓我生火 不然目前就是處在一個很想買的狀態可是又覺得很浪費這樣...\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 21:38:19', '2020-03-28 21:39:31'),
(37, 18, 'submitted', '戴了一個月Apple Watch 4，我摘不下來了', '{\"blocks\":[{\"key\":\"45b36\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"eh872\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"7pogc\",\"text\":\"因為工作關係，我經常體驗各種穿戴設備，其中就有很多智能手錶。除了Apple Watch這種必須搭配iPhone使用的產品之外，絕大多數Andriod手錶，其實並不需要對應品牌的手機才能使用，而是安裝特定的APP即可。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9gp5c\",\"text\":\"這就使得原本就頻繁在各種手機之間切換的我，也會時不時更換手錶，當然也包括每一代iPhone和Apple Watch。實際上從2014年蘋果推出第一代Apple Watch開始，每款產品我都用過，只是佩戴時間有所不同。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1r934\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d44i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"6nl80\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3o4op\",\"text\":\"精我們先來看看AWS4相比前作都有哪些更新，總結起來大概可以分為3個方面。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"22hh6\",\"text\":\"首先，同時也是最大的變化——螢幕，AWS4也跟隨iPhone的腳步，進入了“全面屏”時代。依然提供兩種表殼尺寸供消費者選擇，大小分別從38mm、42mm增大到了40mm、44mm，所以如果你是像我這種手腕比較細的男性，建議選擇40mm表殼。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3u726\",\"text\":\"儘管表殼隻增大了2mm，但得益於高屏佔比全面屏，AWS4的螢幕顯示面積提升巨大，分別從38mm表殼的563平方毫米，增大到了40mm表殼的759平方毫米；42mm表殼的740平方毫米，增大到了44mm表殼的977平方毫米。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9q8st\",\"text\":\"帶來的直觀體驗就是大黑邊沒了，並且由於與邊框相呼應的圓角設計，無論螢幕的顯示面積，還是視覺的一致性，AWS4相比前作，都像是從iPhone 8到iPhone X的跨越。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6bnb5\",\"text\":\"更重要的是，顯示面積的增大，也明顯降低了誤觸的幾率。再加上watchOS 5後，蘋果針對Apple Watch的界面進行了針對性優化，所以整個觀感和操控上的體驗，比之前有了顯著提升。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bqb2e\",\"text\":\"其次是硬體的更新。處理器、電極式心率傳感器、摔倒檢測……有些是性能的增強，有的則是新加入的配置，你不必清楚地了解每一個參數細節，只需要知道AWS4的運行速度和各種數據監測（檢測）的準確度，都更進一步。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1lqm2\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"a10aa\",\"text\":\"AWS4出廠就預裝了watchOS 5，這是一次非常強調運動功能的系統版本迭代，在界面上新的設計可以容納更多的運動數據與氣象或者音樂資訊顯示，最多可達8個複雜項目。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"898d1\",\"text\":\"我個人並不喜歡複雜的表盤，所以平時都是用那種最簡單的，基本上就隻顯示一個時鐘。但我會為運動場景專門配置一個表盤，將將關注的資訊都盡可能多的放進去，步數、心率、紫外線……這些資訊在之前的Apple Watch Series 3上顯示時就會比較擁擠，而即便是40mm表盤的AWS4，也能被清晰呈現。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ck175\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"54sb9\",\"text\":\"最後給大家一些表款的選擇建議，錶帶就不說了，根據自己喜歡，當然還有你的經濟實力，淘寶上也有大量第三方錶帶，有些未必就很差。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7bbmg\",\"text\":\"關於WiFi和蜂窩版，如果你每天並沒有很長的時間去運動，或者在此期間並不擔心錯過重要資訊，那麽WiFi版的性價比無疑更高，何況支持eSIM卡的城市也沒幾個，我買了1年的Apple Watch Series 3到現在也是當成WiF版在用。反之則可以考慮蜂窩版。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9st0l\",\"text\":\"至於鋁合金和不鏽鋼，我覺得各有各的好，要說質感與等級，那肯定還是不鏽鋼的好，但鋁合金便宜啊，還輕，佩戴的舒適性在不鏽鋼之上。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"evpm8\",\"text\":\"另外就是表殼大小，這點最簡單，去當地的蘋果店試一試便知。如果沒有，女生和手細的男生就買40mm，大男人就買44mm的吧。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0.jpeg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0 (1).jpeg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/6c7decba-2b4f-4e1f-a6a7-3c37d9cb36d8/0 (2).jpeg\"}}}}', '[]', '2020-03-28 21:40:20', '2020-03-28 21:44:45'),
(37, 19, 'submitted', '[問題] Apple Watch 5 vs Garmin 245m', '{\"blocks\":[{\"key\":\"bjq30\",\"text\":\"幾個月前加入路跑的行列  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"coeu\",\"text\":\"從剛開始跑3公里就不行了  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d3jnl\",\"text\":\"現在一次最多可以跑到20公里（6分速） \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7hnjg\",\"text\":\" 但一直以來都是拿著手機跑  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"25pvi\",\"text\":\"跑久手真的很痠  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1pqd3\",\"text\":\"目前想入手跑錶\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"14lg\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7qso9\",\"text\":\"考量點是我知道單純運動來說  Garmin 應該是比較好的選擇  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4fbs5\",\"text\":\"但以日常配戴穿搭性來說 AW勝出  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhd3a\",\"text\":\"很少在一般生活中看到有人戴Garmin（只會在運動場合看到）  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3inkq\",\"text\":\"但AW 戴出去當一般生活用品很好看   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ag3qi\",\"text\":\"還有一點是我目前是用Apple Music(學生方案一個月只要70元）  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e0ufe\",\"text\":\"買Garmin的話 不支援apple music 就要換成比較貴的kkbox或Spotify    \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"626ld\",\"text\":\"想問以挑戰全馬為目標  選哪隻錶比較好呢？\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 21:45:44', '2020-03-28 21:46:37'),
(37, 20, 'submitted', '【開箱上手】超高 CP 值！兩千就能買的到真無線藍牙耳機？JLab JBuds Air Icon 開箱評測｜主觀心得、音質體驗', '{\"blocks\":[{\"key\":\"aa0k4\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2r697\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"47f6p\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2s1tc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"749il\",\"text\":\"過去我們評測過為數不少的真無線藍牙耳機，若是要以「最平價且 C/P 值最高」為號召，那可要頒發給今日介紹的 JLab JBuds Air Icon 了。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c5ckv\",\"text\":\"JLab 目前是美國前 5 名的耳機品牌，在台灣有不少支持者，PTT、巴哈姆特等論壇的討論度熱度也很不錯。前代 JLab JBuds Air 以不到 2,000 台幣的價格打天下，同時讓 JBuds Air Family 系列在美國躍升為 USD100 價格帶的真無線藍牙耳機銷售冠軍。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":5,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4nvv3\",\"text\":\"而本次要介紹的「JBuds Air Icon」則是 2019 下半年新推出的 JBuds Air 新家族成員，規格提升了不少，但價格仍然維持在 2,000 台幣出頭。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"edpum\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9gao1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"fli10\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9jhnv\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6bk57\",\"text\":\"內容物有：左右耳機、充電艙、3 組矽膠耳塞加上 1 組海綿記憶耳塞、2 組耳內穩定器以及英文說明書。至今為止開箱的真無線藍牙耳機，最貼心的莫過於 JLab 了，因為它有附贈海綿記憶耳塞。喜不喜歡見仁見智，但至少贈送一只就是誠意啊。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b47et\",\"text\":\"本體外觀消光黑為磨砂質感，燙金的 LOGO 字樣看起來很酷炫，很像武士的家徽（！？）。實際戴在耳朵上很吸睛，充電艙是有點寬胖的體型。耳機本體重量約 5g、充電艙重量為 20g，都非常輕巧。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"de6kf\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"1ss28\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5trsj\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"dd8jb\",\"text\":\"耳機本體搭配 8mm 驅動單體，對我來說有點偏大，所以再加上耳內穩定器會稍微有點撐，不過對一般男生來說穩定性應該是沒問題的，亂甩亂動都不太會掉落。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhilf\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5086i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"7v3ln\",\"text\":\"市面上有許多自帶充電線的產品，應該最在意的就是「會不會很容易損壞」吧？這邊要提醒各位，Jbuds Air Icon 說明書上清清楚楚、明明白白地寫到「請以 5V1A（或以下）的電壓來充電」，大家受夠的 iPhone 小白豆腐其實就很適合啦，又安全又只有 5V1A 剛好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7q97r\",\"text\":\"充電艙正面就有充電指示燈，如果拆上 USB 充電線進行充電會亮起白色指示燈，如果把耳機放入充電艙則會亮起藍色指示燈喔！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"437te\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"1rul3\",\"text\":\"Jbuds Air Icon 具備 IP55 防護等級，即代表：可防塵、可阻擋低壓水柱，不建議放入深水裡。Jbuds Air Icon 基本的運動防汗絕對沒問題，只是要盡量避免大量水柱沖洗耳機本體的狀況。充電艙本身沒有防水係數，其實就是不防水啦。記得要讓耳機保持乾燥再放入充電艙內。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8nlie\",\"text\":\"特色功能\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"7j1v3\",\"text\":\"Jbuds Air Icon 支援藍牙 5.0 ，採用「雙耳連接模式」，兩耳都能自動連接，連接非常快速，進入配對模式會閃爍白燈，初次配對到裝置上也大約不到 3 秒就能夠直接連線！配戴後會聽到「連線成功」和「目前電量提示」的提示聲。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c30c9\",\"text\":\"在捷運站或人多的戶外也不太會斷線，反而是連接電腦時被其他藍牙干擾才會有斷線的狀況發生。若是在室內，大約隔著一道牆的距離有輕微斷線的狀況，還是不要離手機太遠唷。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"vgrb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"eue90\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3s6vk\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"519hh\",\"text\":\"Jbuds Air Icon 一次可以聆聽 6 小時左右，如果外出時連充電艙也沒電了，不需要額外線材，只需要準備行動電源或是一台電腦就能充電囉。大約充電 2 個小時就能讓耳機和充電艙都充飽電。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fmc3d\",\"text\":\"通話音質體驗\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":6,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ts0l\",\"text\":\"Jbuds Air Icon 相較上一代「Jbuds Air」新增了雙耳通話的功能，不過因為配對不同手機或者不同通話軟體，都會有不同的收音情況，以下分為幾種常見的通話方式測試：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"62q58\",\"text\":\"手機號碼通話\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3g5r\",\"text\":\"聲音有被壟罩的感覺，機械音很明顯，尾音會有點模糊或爆音，讓人有種斷斷續續的感覺，通話並不算流暢但尚能接受。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dfsiu\",\"text\":\"LINE 語音通話\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"djugv\",\"text\":\"收音狀況很好，銳化效果比較明顯也比較刺耳，若是在安靜的環境下，在斷句時會有明顯的小爆音，有點類似於「無線電講完 Over」之後斷訊的感覺；若是在室外環境下，人聲不會被覆蓋、但周圍環境、車流聲也都會一併收音，加上背景有自然的底噪聲，斷訊感就會隨之消失。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dsm9p\",\"text\":\"Facebook Messenger\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"44i9q\",\"text\":\"體驗上比手機號碼通話來得更好，聲音更清晰卻不刺耳，仍然有部分機械音感，爆音的情況減少了，尾音也清晰許多，聽起來不會有斷訊感。能聽見車流聲但不會干擾人聲，實際聽起來的感覺 Facebook Messenger 感受最好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dpu5u\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":10}],\"data\":{}},{\"key\":\"7tiba\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/49319431293_0ece225dab_o.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0.png\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (1).png\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (2).png\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (3).png\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (4).png\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (5).png\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (6).png\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (7).png\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (8).png\"}},\"10\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/e5662738-5783-42ff-b30b-9da5a1a610c1/pasted image 0 (9).png\"}}}}', '[]', '2020-03-28 21:49:05', '2020-03-28 21:52:51'),
(37, 21, 'submitted', '[心得] QCY T1開箱心得', '{\"blocks\":[{\"key\":\"k448\",\"text\":\"先說一些使用心得。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"afv4c\",\"text\":\" 一、抗噪能力 在環境音（風聲）的部份我覺得能有效隔絕，但是人與人交談的聲音只能減緩不能完全隔絕 。  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d4nkc\",\"text\":\"二、BUG 我從前天用到現在，發現兩個BUG \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"35rdj\",\"text\":\"   (1)瞬斷，會自動重新連線 這個在板上有相關討論，我只有遇到一、兩次  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8ck9f\",\"text\":\"   (2)音樂會自動暫停，手動按播放過沒幾秒又暫停 這個我直接將耳機放入充電盒+重置，並將手機重新開機就正常了，只遇到一次   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"932bp\",\"text\":\"三、Google助理(GA) 在你問Google助理後，Google回答問題的前幾段話會突然消失，然後開啟APP後就又接續講 (只在開啟APP的指令遇到，前面幾段話會突然不見，然後開啟後又接續講)  而且開啟Google助理的方式，有時會和關機指令混在一起，一不小心就會讓耳機關機。 不支援OK Google......，所以怎麼喊都沒用 (開啟語音助理，按壓一秒後放開；關機，按壓三秒)  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"54csj\",\"text\":\"四、通話、麥克風  電話的部份，麥克風收音在室外環境下真的悲劇，旁邊都沒有人說話，只有風聲。聽通話錄 音檔，我的聲音有時候超小聲或者聽不清楚我在說什麼......   \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5q0oc\",\"text\":\"不過以這樣的價格，算是不錯的藍芽耳機了XD\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 21:53:38', '2020-03-28 21:54:37');
INSERT INTO `storydrafts` (`usrId`, `drftId`, `drftStatus`, `drftTitle`, `drftContent`, `drftTags`, `created_at`, `updated_at`) VALUES
(37, 22, 'submitted', 'MDR-Z1000鬧雙胞? SONY MDR-7510聽感分享', '{\"blocks\":[{\"key\":\"1vjm7\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cue10\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"bken\",\"text\":\"緣起\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ecqsu\",\"text\":\"先前在試聽MDR-Z1000的時候(聽感分享請點我)，看到旁邊有支和它長得蠻像的耳機(要不是框架的顏色不同我還真的會搞混XD)。當下便拿起來稍微聽一下，感覺也是相當監聽的風格(後述)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":17,\"length\":9,\"style\":\"BOLD\"}],\"entityRanges\":[{\"offset\":17,\"length\":9,\"key\":1}],\"data\":{}},{\"key\":\"fkha\",\"text\":\"仔細看型號－是MDR-7510…沒聽過(掩面)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3jba\",\"text\":\"問了下店員才知道它也是監聽向耳機，與MDR-Z1000倒是沒啥關係。回家後查了下資料發現它相當冷門，也引起我對這支耳機的興趣…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dtq7q\",\"text\":\"”外型長得那麼像，該不會能夠變身為平價版的Z1000吧”我心中如此想著。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":36,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"5sj02\",\"text\":\"由於當時只是稍微聽一下，尚未完全了解其聲音走向。直到今日正好又來到店中試聽，至於它是否真能像我所推測的成為”平價版Z1000”呢~請看以下分析。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"71h81\",\"text\":\"外觀\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"5hv2u\",\"text\":\"註：因為時間有限，這次拍的照片數量並不多，不便之處敬請見諒\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9lbnc\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"4681i\",\"text\":\"本體現身，與Walkman NWZ-Z1050 合影\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39hp0\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6mf9h\",\"text\":\"耳罩外殼長這樣，兩邊下方都有藍色的”Professional”標記，顯示其專業監聽的用途\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7iqos\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"ch8n1\",\"text\":\"MDR-Z1000的耳罩外殼，可看到僅有SONY字樣，但具有立體感(MDR-7510的logo則為單純印製)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":33,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"enkq\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"o259\",\"text\":\"測試環境\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"29bn4\",\"text\":\"訊源為NWZ-Z1050 Phone out 直出(作業系統為android 2.3.4)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2eamg\",\"text\":\"DSEE/VPT/Clear Stereo/EQ皆關閉\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"a8ohd\",\"text\":\"測試曲目：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"e6s8o\",\"text\":\"以下曲目檔案為無損WAV\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"39j7e\",\"text\":\"TVアニメ『中二病でも恋がしたい!』ボーカルミニアルバム「暗黒虹彩楽典」\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1vih1\",\"text\":\"01    君へ\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"52jb6\",\"text\":\"02    覚醒ラグナロク -暗黒黙示録-\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"7la40\",\"text\":\"以下曲目檔案為真，320kbps MP3\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"ag1v3\",\"text\":\"TARI TARI ミュージックアルバム\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bsso2\",\"text\":\"Disc 2：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"75qp0\",\"text\":\"47 goin\' my way !!(合唱版)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8erpi\",\"text\":\"52 心の旋律(#2ED Ver.)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4u5at\",\"text\":\"緣之空 オリジナルサウンドトラック－Arrange－\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fenig\",\"text\":\"01.  优しい风が吹くあの场所で -Anime Version-\",\"type\":\"ordered-list-item\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6jc9h\",\"text\":\"Fate／Zero Original Soundtracks Vol.2\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5ajav\",\"text\":\"09 betrayer\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dlvst\",\"text\":\"＝＝本篇正式開始＝＝\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"490m7\",\"text\":\"配戴感\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"3plhv\",\"text\":\"基本上感覺與MDR-Z1000差不多，畢竟外型真的很類似。耳殼可完全置入耳罩內，材質比Z1000稍硬，但不會影響到舒適度，配戴時也不會有夾頭或壓耳的感覺。因此，若純粹以配戴感而論的話，MDR-7510應是能夠讓您久戴而不會感到不適的耳機(當然密閉式耳罩的悶熱感又是另一回事了)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"34dqm\",\"text\":\"高頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"aq60n\",\"text\":\"本人認為這支耳機的風格具有強烈的解析感(後文還會再提到)，這種感覺比起我聽過的任何一支耳機(包括MDR-Z1000，甚至是TF10)還要強烈。聲音，尤其是高頻，在這種形式的”詮釋”之下讓我有種被削到見骨的感覺。舉例而言，曲目”优しい风が吹くあの场所で”中的鋼琴聲表現得過於直白，雖然延伸性很強，但僅限於”器樂”本身的延伸，鋼琴聲傳出時帶有的空氣感卻消失大半，使聲音變得單調。若是要形容這是怎麼回事的話，我想用音叉來比喻是最為恰當的。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":71,\"length\":33,\"style\":\"BOLD\"},{\"offset\":187,\"length\":28,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ecibs\",\"text\":\"中頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ap8v3\",\"text\":\"先前提到的強烈解析感在中頻也顯而易見。本人認為它的中頻具有相當特殊的風格，特殊到讓我不太想用”監聽”這個詞去形容。至於為何無法說是”監聽”呢? 因為無論是MDR-Z1000、MDR-1R、TF10都能達到某種程度的原音重現，詳述如下：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"761u0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"er7bk\",\"text\":\"MDR-Z1000具有優秀的解析度，卻又不會像MDR-7510一般失去聲音該有的空氣感，因此在器樂表現中真的有讓我有重回現場的感受\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bqq4l\",\"text\":\"MDR-1R在聲音該有的空氣感之外，其中頻還帶有一點點柔化的效果，使其在解析之餘帶有一些柔和的性格(注意此段敘述僅針對中頻，MDR-1R低頻的解析力較差)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1aani\",\"text\":\"TF10的中頻天生較為凹陷，但空氣感還是聽得到的。因此與MDR-Z1000相比雖然有一定程度的扭曲感但不至於影響器樂所想表達的內容(當然，人聲的部分又是另一回事了)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"aen06\",\"text\":\"至於MDR-7510的表現是什麼呢? 我認為它強烈的解析感已經讓中頻中的器樂變得扭曲，與前述三支耳機所聽到的風格迥異，會產生如此現象的極大可能原因是器樂的空氣感盡失所造成。由於監聽的意義是在於乾淨的聲音和原音重現，所以我無法說MDR-7510是真正的”監聽耳機”，因為它對聲音的詮釋已經離”還原現場”太遠。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":23,\"length\":35,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"51ogr\",\"text\":\"人聲\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"bldl2\",\"text\":\"這部份便是MDR-7510完全展現其”根性”的場所。所有的人聲(無論是男聲、女聲，甚至是合唱聲)全部都變得清亮化、單音化。空氣感消失大半，比先前提到的高頻、中頻部分更為嚴重。人聲感情的部分更不用說，只能用蕩然無存四字形容。先前提到MDR-Z1000的弱點在於人聲缺乏感情，若用此標準檢視這支耳機的話，大概會變成機械人在唱歌吧…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":25,\"style\":\"BOLD\"},{\"offset\":102,\"length\":4,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"8s7ls\",\"text\":\"低頻\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"59q0c\",\"text\":\"低頻的收放速度相當快，以” betrayer”這首悲壯樂曲為例，開場的鼓聲讓我立刻想起動鐵耳機的特色，隨後用TF10相比較也證實了我的想法－兩者的鼓聲幾乎是同個模子刻出來的!! 不過，既然說是”幾乎”，差別自然是有的。獲益於其所搭載的50mm單體，MDR-7510在鼓聲擊發時的音壓依然較強，但遠小於其他耳罩(如MDR-1R)。如此的風格是否討人喜歡便是見仁見智的問題，若要說它低頻上有何缺點的話，大概就是極低頻的部分有嚴重的霧化現象，低頻的下潛度、延伸性也因極快的收放速度而顯得不足。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d6o78\",\"text\":\"解析力\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"79t1f\",\"text\":\"由前文可知，這支耳機的解析力已經強到會使聲音損失細節，甚至扭曲的地步。因此我無法評斷其解析力為”良好”，只能說它是以解析為走向的一支耳機。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fiqs8\",\"text\":\"音場\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f7kbe\",\"text\":\"這方面可說是這支耳機的強項，經過AB test之後，可以確認的是音場排序為\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"d8qel\",\"text\":\"MDR-7510 > MDR-Z1000 > MDR-1R\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"c6ii1\",\"text\":\"其音場給人的感受較像是在大型禮堂聆聽台上的樂器、演唱者表演。為何會說是”禮堂”而不是”演奏廳”呢? 有到過這兩種地方並稍微用心體察的人便會發現，禮堂對回聲的抑制力遠不如演奏廳，原因在於演奏廳的牆壁上有防聲音反射鋪材，但禮堂則無。MDR-7510給人的印象便是前者－回聲(極低頻與極高頻)的抑制力不佳，造成音樂的延伸性不足，但空間感是有的，而且頗為良好。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b98ht\",\"text\":\"結論\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":2,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ofiu\",\"text\":\"基於以上敘述，若有人問我MDR-7510是否可當作平價版的MDR-Z1000使用，我的答案絕對是否定的。原因除了Z1000的表現明顯更勝一籌(這是廢話，因為價差極大)之外，兩者的調性也是天差地遠。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8fl5g\",\"text\":\"上網查了下這支耳機的售價，約在4300~4500之間。個人認為這樣的表現算是對得起它的售價(畢竟與Z1000相比實在太苛求了些)，但主觀而言我並不喜歡它的音色。誠然，更換訊源可能會使其有不同的表現，不過我想使其基本調性變化的可能性並不高。現在想想，或許由這支耳機的冷門程度便可預想其音色的特殊性吧(笑)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360326722-960572051_n.jpg\"}},\"1\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"http://yungtingwai.pixnet.net/blog/post/91783980\",\"url\":\"http://yungtingwai.pixnet.net/blog/post/91783980\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360326038-2652953414_n.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360325943-1212517389_n.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1358690068-632345358_n.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/5e4bf147-5840-4183-ad8d-5b64ee483c00/1360325986-784740587_n.jpg\"}}}}', '[]', '2020-03-28 21:55:47', '2020-03-28 21:58:51'),
(37, 23, 'submitted', 'DJI Mavic Mini 開箱動手玩 ：續航強悍又好攜帶，但真的適合用來入門嗎？', '{\"blocks\":[{\"key\":\"302sm\",\"text\":\"主打裝備重量僅重 249g，在多數國家不需要登錄即可購買來飛行（但還是會受禁/限航區限制，須注意）的 Mavic Mini。在標榜這樣重量表現的前提下，會讓人誤以為 DJI 可能端出的是一台像 Tello 那樣偏向玩具型的無人機。殊不知輕巧好攜帶只是它強大之處的其中一個重點而已，我們電腦王阿達團隊在實際使用之後才知道，Mavic Mini 更強大之處其實是在那與重量完全反比的誇張續航，不過它在強大的同時卻也很遺憾地有著入門機分野的「閹割」狀況。繼續閱讀 DJI Mavic Mini 開箱動手玩 ：續航強悍又好攜帶，但真的適合你？報導內文。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"fphvb\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"11bkv\",\"text\":\"開箱的部分，其實 DJI 官網就做得很好，基本上攤平了所有入手的配件 — 如下圖，右邊為單機版，儘管續航最長有 30 分鐘，不過會覺得單顆電池出門拍可能會不太過癮，所以推薦再多入手一顆電池。不過哩，以官方電池一顆 NT$1,450 的售價，再回頭看看那價差僅三千的「暢飛套餐」（左邊），感覺只塞兩顆鏡頭就幾乎抵銷那個價差了，所以應該大部分人應該都會選暢飛版本吧？因此，我們今天入手開箱的也就是這個版本。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"598r5\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"efjk2\",\"text\":\"很多人都會說 DJI 是被空拍機耽擱的包包公司，不過這次 Mavic Mini 的套裝裡，居然沒有放進收納包款，實在是有點可惜（但在另售的配件中有，看起來也不賴）。至於原裝附上的，則是有點像是 Mavic Air 的硬殼包 — 不過相對 MA 主要只提供收納空拍機本體，並且另外附上單肩包的套裝。DJI 這次選擇讓 MM 的使用者可以一次在硬殼包裡收納進，幾乎所有外出飛行時可能用到或備用的螺旋槳等配件。不過這樣一來，就讓 Mavic Mini 的攜帶體積大大增加 — 最後小編都把這個包放在家（至於我用什麼裝它呢，就請繼續看下去會有解答）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":66,\"length\":6,\"key\":2}],\"data\":{}},{\"key\":\"e0hq8\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"4gioo\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"48vml\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"b869r\",\"text\":\"盒裝右上角的是 Mavic Mini 的電池管家，剛好可以插入三顆電池一次進行充電（會以電量較高的優先），有卡榫讓電池得以固定不亂跳動（跳開就不會充電了啊）：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1tp6h\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"bdect\",\"text\":\"這個充電管家有支援快充，可以透過盒裝中的 USB 充電器進行充電。盒子本身能透過一般的 USB 孔為其他裝置充電（一般是用來應急充遙控的吧，但三顆電池其實也蠻適合拿來當緊急的行動電源使用的 XD）。比較有意思的是，這次的 Mavic Mini 依然是以 microUSB 連接埠為主要介面，並沒有跟上目前普遍的 USB-C 規格：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5i39v\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"7hpvl\",\"text\":\"跟 DJI Spark 相比，這次的 Mavic Mini 最令人羨慕的，應該是直接採用 USB 與手機連結的這點了吧。雖說圖傳還是透過 Wi-Fi 協定，不過至少到手機端的穩定度還是有一定保證（最遠支援 4KM 也很夠了，要擔心的反而是狂風）。比較可惜的是，Spark 都可以直接用手機進行操控的功能在 MM 沒有提供：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1ks5r\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"a8qqg\",\"text\":\"折疊式的設計，比較令人擔心的還是螺旋槳會不會因為一個錯位就去折到 — 應該會有副廠品牌推出固定架吧：\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5k93i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"9evmo\",\"text\":\"說真的，Mavic Mini 雖然在 DJI 的產品系列之中已經確定是取代 Spark 的產品了（官網已經沒賣 Spark 空拍機本體了），不過我覺得也許真的是因為這次在續航方面提升太過突出，加上需要讓重量保持在 250g 以下，所以 DJI 還是針對幾項功能有所限制 — 然而，這些功能卻很可能反而讓這台空拍機「不那麼入門」。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3fhqa\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":9}],\"data\":{}},{\"key\":\"7v1e7\",\"text\":\"這其中最關鍵的，是在於機身的避障功能部分，基本上是完全沒有（有留下 RTH 就是了），這對於入門者而言相當不友善。再加上儘管新的應用在流暢度與使用起來的人機介面個人覺得都比之前 DJI 的應用要好得多，也會清楚在起飛時提示是否為禁航 / 限航區。不過官方也默默選擇在軟體功能裡拿掉了不少功能 — 除了好玩的直播功能外，也沒有了直接畫範圍跟隨的環繞飛行功能。後者是小編覺得最可惜之處…\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"dcqgn\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8tekq\",\"text\":\"基本上，Mavic Mini 這種攜帶起來毫無負擔，就算炸機也不會太貴（有 DJI Care 更好）的機型，單顆電池卻可以有這麼高的續航，真的是可以讓人輕鬆享受飛行的樂趣。對於從高階機換來使用 Mavic Mini 的飛友，應該第一時間就會覺得它飛起來超沒負擔，是沒有那麼適合入門者，但卻更讓人願意帶出門的旅遊空拍機。正所謂，只要是願意帶在身邊的相機就是好相機。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574948659-50e7e343ca84f73a07cf73a28a57818b.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955043-7226b49534744990417d35e1e1cc7982.jpg\"}},\"2\":{\"type\":\"LINK\",\"mutability\":\"MUTABLE\",\"data\":{\"href\":\"https://store.dji.com/zh-tw/product/dji-mini-bag?from=menu_products\",\"rel\":\"noopener noreferrer\",\"target\":\"_blank\",\"url\":\"https://store.dji.com/zh-tw/product/dji-mini-bag?from=menu_products\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955450-782f408ca32fc85ee32c6698d0a91483.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955474-c39b29c8a3b57780ee55028ac1da315d.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955508-24a969dfd6c7563b488e41db9d884d63.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1574955704-40313656891e3cecbaa31d947d32f962.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575021375-e505687b7225f9aba1db6069333284bf.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575021210-73871c1fc01f322cf8897e90efd695a8.jpg\"}},\"9\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/a56031b9-185f-4a94-a481-d863c2364f03/1575034097-282b7cabbb553ef21ab8994fee2e1c86.jpg\"}}}}', '[]', '2020-03-28 22:00:09', '2020-03-28 22:04:08'),
(37, 24, 'submitted', '[討論] DJI Mavic Mini一台才一萬二...', '{\"blocks\":[{\"key\":\"6egd2\",\"text\":\"昨天DJI剛公布 一台才一萬二  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8m7f8\",\"text\":\"體積小又不用登記  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1m72s\",\"text\":\"重點是續航30分鐘  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"2ls16\",\"text\":\"鏡頭也不差  \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kh3v\",\"text\":\"已缺貨中，有人買到可以分享一下嗎\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 22:06:30', '2020-03-28 22:07:01'),
(37, 25, 'submitted', '3K以下高CP值耳機推薦', '{\"blocks\":[{\"key\":\"osu5\",\"text\":\"大家好\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"frodm\",\"text\":\"我目前手上的上古高CP值神器 Elite 840故障了，想請教一下，如果平常只是透過電腦聽聽KKBOX youtube流行歌曲的話，有什麼高CP值的耳機可以推薦嗎?\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6mrgc\",\"text\":\"預算是3K以內，希望是有線的耳罩式耳機 長時間配戴也不會感到不舒服或悶熱的，能否請版友推薦幾款呢? \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"blge7\",\"text\":\"謝謝\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 22:08:45', '2020-03-28 22:09:36'),
(37, 26, 'submitted', 'GoPro Hero 8 螢幕漏光', '{\"blocks\":[{\"key\":\"4177o\",\"text\":\"昨日購入人生第一台GoPro Hero 8 想說騎車旅遊拿來東拍西錄也滿有趣的～ \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"878jr\",\"text\":\"但一開機發現螢幕右下有漏光的狀況 \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"bnj6l\",\"text\":\"上網查發現好像滿多都有這種問題（包括前幾代） \",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"k6rs\",\"text\":\"在有光的環境基本上都沒有影響\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"5744t\",\"text\":\"想請問各位有使用GoPro的前輩也有遇到這個問題嗎？十分感謝！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{}}', '[]', '2020-03-28 22:12:00', '2020-03-28 22:12:22'),
(37, 27, 'submitted', 'GARMIN Fenix 5X！陪我上山下雪玩三鐵，日常穿搭也很適合', '{\"blocks\":[{\"key\":\"1tda0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"b7fue\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"uivn\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kffg\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"3g876\",\"text\":\"對於一位三鐵運動員來說，平日的跑步練習裝備不需太多餘\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":26,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"e7i52\",\"text\":\"一件象徵精神的上衣\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":9,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"80vmo\",\"text\":\"一件緊實的束褲\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":7,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"34ic\",\"text\":\"一袋隨身能量補充腰包\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":10,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"59op1\",\"text\":\"最重要的是你的個人配速教練\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":13,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"b2v71\",\"text\":\"一支三鐵錶 GARMIN Fenix 5X\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":21,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"30ukt\",\"text\":\"就可以隨時上路訓練了\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":10,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"2e9ct\",\"text\":\"距離上一支三鐵訓練錶是 2016 年的事情，\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":22,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"1sbv6\",\"text\":\"由於當時踏入三鐵界沒有太久，最初選購初階三鐵錶安。但是好像出現定位不是太準確的狀況，\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":42,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4o8d0\",\"text\":\"另外僅只能做到計時計算里程配速的功能，沒有做到心率區間、最大攝氧量計算功能。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":38,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"ioga\",\"text\":\"最後在 2017 年初痛下決心告別了首支三鐵錶。嗚，是它陪我上了三場鐵人賽的凸台，很不捨！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":45,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"4bn6k\",\"text\":\"---\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":3,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"9vgn5\",\"text\":\"Fenix 5X 是在 2017 年中入手的，選擇 Fenix 5X 的原因真的有太多了~\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":45,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"f8rj2\",\"text\":\"① 「它是三鐵錶，鐵人每場賽事必備」(這是廢話)。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":25,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"9tp0i\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"kdio\",\"text\":\"② 「手腕式心率感測技術」鐵男真的很討厭帶心率帶，Fenix 5 系列內建 Elevate 光學心率感測技術，即使沒帶心跳帶也能直接感測手腕皮膚下的心跳資訊。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":79,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"759q7\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"bu0eu\",\"text\":\"③ 「5X 有滑雪記錄的功能！」這對於一個喜歡滑雪的假日本人真的是非常非常重要，還有區分 ski or snowboard 記錄功能！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":67,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"7hks1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"87b4j\",\"text\":\"④ 「5X 可以帶下水去潛水！」10 ATM防水等級，可以承受水下 100 公尺深度壓力，在水下確認中原時間。如果 5X 未來可以進化做到測量免減壓時間以及最大深度，那就是宇宙無敵了...\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":94,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"b5vp\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"1u3tg\",\"text\":\"⑤ 「手錶取代手機帶你導航」，Fenix 5X 相對于其他 5 系列多了導航功能，可以直接定位要前往的地點，手錶就能直接指引你行徑路線。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":68,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"em7dk\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"8kio6\",\"text\":\"⑥ 「藍寶石鏡面與 DLC 拉絲灰不銹鋼錶圈搭配石墨灰錶身，同時符合都會男性需求。」這一點其實也是最重要的，對於很多都會男性都需要一支有質感的錶，除了運動配戴，平時也能工作、開會、約會戴了體面使用。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":99,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"agsmo\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"b40sr\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6qmd1\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"1limo\",\"text\":\"以上是 Fenix 5X 初步介紹，許多的功能都要實際執行該項運動時，才能更加體驗到手錶本身的性能。\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":50,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"2pbbe\",\"text\":\"有別於當下單純數據的記錄，Fenix 5X 還會根據你過去的運動記錄，給予你在各項運動的完賽預估值，鞭策你往自己PB前進！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":61,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}},{\"key\":\"dhq6\",\"text\":\"更多更專業的路跑、單車、鐵人三項、滑雪記錄功能，請期待之後的運動實測文囉！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[{\"offset\":0,\"length\":37,\"style\":\"BOLD\"}],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-30-23-21-51.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718057-1185222213_n.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718913-2215489300_n.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/1514718414-595869258_n.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-26-11-32-11.jpg\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/GOPR4326.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/2017-12-30-23-33-45.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/20171231_000310.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/64f321c3-3e2f-40f4-879e-0e115391d9bb/20171231_181944.jpg\"}}}}', '[]', '2020-03-28 22:44:58', '2020-03-28 22:47:37'),
(37, 28, 'submitted', 'Samsung Galaxy Watch Active2 耐看好搭～', '{\"blocks\":[{\"key\":\"dmm4n\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"f3g26\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":0}],\"data\":{}},{\"key\":\"j307\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"32h7j\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":1}],\"data\":{}},{\"key\":\"fb3i0\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"20adk\",\"text\":\"Samsung Galaxy Watch Active2這次在整個外觀設計上選擇都更多了！直接先給獺友們看一下這次 (幾乎是) 所有的配件們…頗壯觀的吧！ (擺完都覺得自己是手錶大盤商呢呵呵)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"62jam\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":2}],\"data\":{}},{\"key\":\"agslv\",\"text\":\"這次Galaxy Watch Active2一共有兩種尺寸：40mm和44mm，獺友們可以依照自己習慣的錶面大小去做選擇配戴\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"9jk9r\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":3}],\"data\":{}},{\"key\":\"6ehm6\",\"text\":\"材質的部分也有鋁製 (左) 和不鏽鋼 (右) 兩種，鋁製走的是低調霧面金屬感；不鏽鋼則是較為高調的鏡面感，兩種都很耐看、很百搭\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"81vlo\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":4}],\"data\":{}},{\"key\":\"evtb4\",\"text\":\"最後錶帶的話這次有橡膠和皮革兩種材質，橡膠款我覺得比較年輕有活力；皮革款的話我就覺得相當適合商務人士，會更有專業穩重感！下面也附上各種顏色的搭配給獺友們參考囉！\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cj6t2\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":5}],\"data\":{}},{\"key\":\"6h6if\",\"text\":\"戴新手錶就是要狂拍穿搭\",\"type\":\"header-three\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"6gstb\",\"text\":\"剛剛有提到這次Galaxy Watch Active2非常好搭~有圖有真相，直接附上幾張宇恩這陣子和手錶的穿搭照給你們瞧瞧 (順帶一提我都是戴44mm的唷)\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"1lrh7\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":6}],\"data\":{}},{\"key\":\"545u8\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"cdvq0\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":7}],\"data\":{}},{\"key\":\"4fn0m\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"3de6s\",\"text\":\" \",\"type\":\"atomic\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[{\"offset\":0,\"length\":1,\"key\":8}],\"data\":{}},{\"key\":\"bi342\",\"text\":\"剛剛看了這麼多照片，可能會有獺友想問…44mm對我來說是不是有點太大\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"8kobr\",\"text\":\"一開始我的確也這麼覺得，但其實戴了大概一個下午我就習慣了，反而還覺得大錶面看什麼資訊都好清楚好讚啊!!!有種回不去的感覺哈哈\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}},{\"key\":\"4jqth\",\"text\":\"\",\"type\":\"unstyled\",\"depth\":0,\"inlineStyleRanges\":[],\"entityRanges\":[],\"data\":{}}],\"entityMap\":{\"0\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/1810f984-a42e-4d09-80b5-af45d214b029.jpg\"}},\"1\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/f60f4d41-0cb6-41f6-826a-73a0ffb5cd33.jpg\"}},\"2\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/0acbf328-4e0a-4432-bb7c-187ee66bd8da.jpg\"}},\"3\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/346af45b-5633-4593-91c4-9bcfd2068af5.jpg\"}},\"4\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/e0b91507-f13a-464a-ab2d-439d726f701f.png\"}},\"5\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/88a06cbd-676d-4530-886a-02d0713c124e.jpg\"}},\"6\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/1664f792-2a80-4a21-8db9-621f109629b2.jpg\"}},\"7\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/aef0a33b-1388-4aec-9da9-cb43a78cf468.jpg\"}},\"8\":{\"type\":\"image\",\"mutability\":\"IMMUTABLE\",\"data\":{\"src\":\"/biki-img/editor-uploads/ef7c3e30-5d23-4a72-b726-cc04045075e7/ca55a833-e5b4-41bd-868c-fe4371d0f7df.jpg\"}}}}', '[]', '2020-03-28 22:48:35', '2020-03-28 22:55:41');

-- --------------------------------------------------------

--
-- 資料表結構 `storylikes`
--

CREATE TABLE IF NOT EXISTS `storylikes` (
  `stryId` int(50) NOT NULL,
  `usrId` int(50) NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `storylikes`
--

TRUNCATE TABLE `storylikes`;
-- --------------------------------------------------------

--
-- 資料表結構 `storyreplies`
--

CREATE TABLE IF NOT EXISTS `storyreplies` (
  `rplyId` int(50) NOT NULL AUTO_INCREMENT,
  `stryId` int(50) NOT NULL,
  `usrId` int(50) NOT NULL,
  `rplyTo` int(50) DEFAULT NULL,
  `rplyContent` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `rplyStatus` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`rplyId`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `storyreplies`
--

TRUNCATE TABLE `storyreplies`;
--
-- 傾印資料表的資料 `storyreplies`
--

INSERT INTO `storyreplies` (`rplyId`, `stryId`, `usrId`, `rplyTo`, `rplyContent`, `rplyStatus`, `created_at`, `updated_at`) VALUES
(1, 1, 0, NULL, '來測試留言', 'active', '2020-03-20 23:32:29', '2020-03-20 23:32:29'),
(2, 3, 1, NULL, 'Hello!\nJust sayin,\nI love this\nI mean it\nCuz I made it\nha!', 'active', '2020-03-20 23:51:36', '2020-03-20 23:51:36'),
(3, 3, 1, NULL, '<div></div>', 'active', '2020-03-20 23:53:08', '2020-03-20 23:53:08'),
(4, 3, 1, NULL, 'a', 'active', '2020-03-20 23:58:14', '2020-03-20 23:58:14'),
(5, 3, 1, NULL, 'Hello! seeing if time is correct', 'active', '2020-03-20 23:59:54', '2020-03-20 23:59:54'),
(6, 25, 37, NULL, '耶～～\n', 'active', '2020-03-28 14:16:12', '2020-03-28 14:16:12'),
(7, 25, 37, 6, '嗨～～～\n', 'active', '2020-03-28 14:16:22', '2020-03-28 14:16:22'),
(8, 25, 37, 7, '想不到ㄅ', 'active', '2020-03-28 14:17:14', '2020-03-28 14:17:14'),
(9, 25, 37, NULL, 'ddddddd', 'active', '2020-03-28 14:35:07', '2020-03-28 14:35:07');

-- --------------------------------------------------------

--
-- 資料表結構 `students`
--

CREATE TABLE IF NOT EXISTS `students` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '流水號',
  `studentId` varchar(9) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學號',
  `studentName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生姓名',
  `studentGender` varchar(1) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生性別',
  `studentBirthday` date NOT NULL COMMENT '學生生日',
  `studentPhoneNumber` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '學生手機號碼',
  `studentDescription` text COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '個人描述',
  `studentImg` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '照片檔案名稱',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci COMMENT='學生資料表';

--
-- 資料表新增資料前，先清除舊資料 `students`
--

TRUNCATE TABLE `students`;
--
-- 傾印資料表的資料 `students`
--

INSERT INTO `students` (`id`, `studentId`, `studentName`, `studentGender`, `studentBirthday`, `studentPhoneNumber`, `studentDescription`, `studentImg`, `created_at`, `updated_at`) VALUES
(2, 'S001', '陳同學', '女', '1995-02-21', '0911111111', '你好，我是陳同學…\r\n請多指教…', NULL, '2019-12-06 00:37:09', '2019-12-10 18:52:53'),
(3, 'S002', '王同學', '男', '1996-03-22', '0922222222', '你好，我是王同學…\r\n請多指教…', NULL, '2019-12-08 21:33:36', '2019-12-10 18:52:55'),
(7, 'S003', '江同學', '女', '2000-07-25', '0966666666', '你好，我是江同學…\r\n請多指教…', NULL, '2019-12-08 22:02:24', '2019-12-10 18:52:58'),
(8, 'S004', '周同學', '男', '2001-08-26', '0977777777', '你好，我是周同學…\r\n請多指教…', NULL, '2019-12-08 22:02:57', '2019-12-10 18:53:01'),
(9, 'S005', '劉同學', '男', '2002-09-27', '0988888888', '你好，我是劉同學…\r\n請多指教…', NULL, '2019-12-08 22:03:48', '2019-12-10 18:53:03'),
(18, 'S006', '張同學', '女', '1995-07-13', '0987666555', '你好，我是張同學…\r\n請多指教…', NULL, '2019-12-10 18:41:50', '2019-12-10 18:53:04');

-- --------------------------------------------------------

--
-- 資料表結構 `table 9`
--

CREATE TABLE IF NOT EXISTS `table 9` (
  `categoryId` int(20) NOT NULL,
  `categoryName` varchar(20) NOT NULL,
  `categoryParentId` int(20) NOT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 資料表新增資料前，先清除舊資料 `table 9`
--

TRUNCATE TABLE `table 9`;
--
-- 傾印資料表的資料 `table 9`
--

INSERT INTO `table 9` (`categoryId`, `categoryName`, `categoryParentId`, `created_at`, `updated_at`) VALUES
(1, '全部', 0, '2019-12-30 11:42:35', '2019-12-30 11:42:35'),
(2, '相機/攝影機', 1, '2019-12-30 11:43:57', '2019-12-30 11:43:57'),
(3, 'rest', 0, '2020-01-09 10:13:43', '2020-01-09 10:13:43');

-- --------------------------------------------------------

--
-- 資料表結構 `user_comment`
--

CREATE TABLE IF NOT EXISTS `user_comment` (
  `commentId` int(10) NOT NULL AUTO_INCREMENT,
  `productId` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `userId` int(10) NOT NULL,
  `userName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  `rank` int(5) NOT NULL,
  `commentText` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` varchar(100) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  PRIMARY KEY (`commentId`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `user_comment`
--

TRUNCATE TABLE `user_comment`;
--
-- 傾印資料表的資料 `user_comment`
--

INSERT INTO `user_comment` (`commentId`, `productId`, `userId`, `userName`, `rank`, `commentText`, `img`, `created_at`, `updated_at`) VALUES
(1, 'pt001', 1, 'yaling999', 5, '很輕，錶帶觸感也不錯', '', '2020-01-20 02:27:14', '2020-01-20 02:30:45'),
(2, 'pt001', 2, 'rick06', 4, 'CP還蠻高的', 'https://cf.shopee.tw/file/48900a5ed610d3c77feb16e280497d6c', '2020-01-20 02:27:18', '2020-01-20 02:30:54'),
(3, 'pt001', 3, 'jolin719', 5, '包裝很精美東西帶齊來很好看⋯⋯⋯👍👍👍', 'https://cf.shopee.tw/file/6e66205dcc029faf33fb49a87b6af4fb', '2020-01-20 02:31:58', '2020-01-20 02:31:58'),
(4, 'pt001', 4, 'roman1', 5, '很輕  功能攜有小米功能 還可以遙控手機拍照', 'https://cf.shopee.tw/file/9f478dcadf42f7b6eb01433f933cbd65', '2020-01-20 02:32:00', '2020-01-20 02:33:07'),
(5, 'pt001', 5, 'alber7', 3, '跟影片有落差', '', '2020-01-20 04:05:46', '2020-01-20 04:05:46'),
(6, 'pt002', 6, 'kittie', 5, '需要先將手表連接WiFi,並在手表上操作升級，要重複升級約3-4次，直到無軟件可升級，才能綁定garmin pay', 'https://cf.shopee.tw/file/7a4501d190d87f8519bf05b0e1549c6a', '2020-01-20 04:56:07', '2020-01-20 04:56:07'),
(7, 'pt002', 7, 'nitos', 5, '老闆太優惹，幫買家設想周到，詢問回答都很詳細，出貨速度也很快！大推！', 'https://cf.shopee.tw/file/d8ddc454b35991f9e89693b95a4284a6', '2020-01-20 04:56:49', '2020-01-20 04:56:49'),
(8, 'pt002', 8, 'arben', 5, '謝謝老闆很有耐心的幫忙我挑選很漂亮，很喜歡喔！', '', '2020-01-20 04:57:44', '2020-01-20 04:57:44'),
(9, 'pt002', 9, 'elfin008', 5, '錶面不會太大，適合低調的女生戴', '', '2020-01-20 04:58:19', '2020-01-20 04:58:19'),
(10, 'pt003', 10, 'yachi55', 5, '出貨速度快，有問題也可以儘快回覆。\r\n會想要再回購。', 'https://cf.shopee.tw/file/a0b8d964d9ba507de5683ffdd25656c9', '2020-01-20 08:28:04', '2020-01-20 08:28:04'),
(11, 'pt003', 11, 'nio5019', 5, '很快就收到了，目前使用上沒太多問題。只有garmin本身錶面軟體有時候會卡然後重開機，就看新韌體是否能解決了', 'https://cf.shopee.tw/file/157851e0d0f771d0bbe02fd058018a38', '2020-01-20 08:28:59', '2020-01-20 08:28:59'),
(12, 'pt003', 12, 'tim067', 4, '操作起來不是很順、有什麼方法較簡單及快速方式可以交我們ㄧ下嗎？', '', '2020-01-20 08:30:01', '2020-01-20 08:30:01'),
(13, 'pt003', 13, 'Imp01', 5, '較其他賣場便宜，但品質無異，出貨快、回應快', 'https://cf.shopee.tw/file/258915768b1f5820e25404df1693a7f4', '2020-01-20 08:30:44', '2020-01-20 08:30:44');

-- --------------------------------------------------------

--
-- 資料表結構 `vendoradmins`
--

CREATE TABLE IF NOT EXISTS `vendoradmins` (
  `vaId` int(10) NOT NULL AUTO_INCREMENT,
  `vId` int(10) DEFAULT NULL COMMENT '廠商',
  `vaRoleId` int(10) NOT NULL,
  `vaFName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '名字',
  `vaLName` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL COMMENT '姓氏',
  `vaEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaPassword` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vaVerify` varchar(25) COLLATE utf8mb4_unicode_ci DEFAULT current_timestamp() COMMENT '驗證',
  `vaHash` varchar(32) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vaLogoutTime` datetime DEFAULT NULL,
  `vaLoginTime` datetime DEFAULT NULL,
  `vaNotes` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`vaId`)
) ENGINE=InnoDB AUTO_INCREMENT=155 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendoradmins`
--

TRUNCATE TABLE `vendoradmins`;
--
-- 傾印資料表的資料 `vendoradmins`
--

INSERT INTO `vendoradmins` (`vaId`, `vId`, `vaRoleId`, `vaFName`, `vaLName`, `vaEmail`, `vaPassword`, `vaActive`, `vaVerify`, `vaHash`, `vaLogoutTime`, `vaLoginTime`, `vaNotes`, `created_at`, `updated_at`) VALUES
(150, 52, 1, 'VICKY', NULL, 'vickysun2@hotmail.com', 'e79cab55eab4c0a1a63610829a51fd51d5cfb294', 'active', 'verified', 'd64a340bcb633f536d56e51874281454', '2020-01-22 07:11:39', '2020-01-22 07:55:57', NULL, '2020-01-21 15:52:22', '2020-01-21 15:52:22'),
(151, 52, 3, 'fall', 'night', 'nightfallvs0923@gmail.com', 'c52888225c6929961bb5fdd4c51fe46c239d9e11', 'active', 'verified', '16c222aa19898e5058938167c8ab6c57', '2020-01-22 06:50:59', '2020-01-22 06:50:11', 'okey dokey', '2020-01-21 16:06:23', '2020-01-21 16:06:23'),
(152, 52, 2, 'radu', 'rider', 'radu000rider@gmail.com', 'bc7cafbd1f9bcb7a3065a603b98d5c45e60c67d9', 'active', 'verified', 'dd8eb9f23fbd362da0e3f4e70b878c16', '2020-01-22 00:43:22', '2020-01-22 00:27:49', '', '2020-01-21 16:11:18', '2020-01-21 16:11:18'),
(153, 53, 1, 'NIGHT', NULL, 'nightfallvs0923@gmail.com', '1be2a44cb53dde903be8466c08dee9067da8ede3', 'active', 'verified', 'f1c1592588411002af340cbaedd6fc33', '2020-01-22 07:11:01', '2020-01-22 07:11:47', NULL, '2020-01-21 17:08:33', '2020-01-21 17:08:33'),
(154, 54, 1, '是在哈囉', NULL, 'onpica17@gmail.com', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', 'active', '2020-02-16 04:37:00', 'fb7b9ffa5462084c5f4e7e85a093e6d7', NULL, '2020-03-13 13:00:33', NULL, '2020-02-16 04:37:00', '2020-02-16 04:37:00');

-- --------------------------------------------------------

--
-- 資料表結構 `vendorpermissions`
--

CREATE TABLE IF NOT EXISTS `vendorpermissions` (
  `vendorPrmId` varchar(6) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vendorPrmName` varchar(10) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`vendorPrmId`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorpermissions`
--

TRUNCATE TABLE `vendorpermissions`;
--
-- 傾印資料表的資料 `vendorpermissions`
--

INSERT INTO `vendorpermissions` (`vendorPrmId`, `vendorPrmName`) VALUES
('prmV00', 'admin'),
('prmV01', 'products'),
('prmV02', 'charts'),
('prmV03', 'marketing'),
('prmV04', 'orders');

-- --------------------------------------------------------

--
-- 資料表結構 `vendorresetpass`
--

CREATE TABLE IF NOT EXISTS `vendorresetpass` (
  `vaEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaToken` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaHash` varchar(32) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vaExpireDate` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorresetpass`
--

TRUNCATE TABLE `vendorresetpass`;
-- --------------------------------------------------------

--
-- 資料表結構 `vendorroles`
--

CREATE TABLE IF NOT EXISTS `vendorroles` (
  `vaRoleId` int(10) NOT NULL AUTO_INCREMENT,
  `vaRoleName` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`vaRoleId`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendorroles`
--

TRUNCATE TABLE `vendorroles`;
--
-- 傾印資料表的資料 `vendorroles`
--

INSERT INTO `vendorroles` (`vaRoleId`, `vaRoleName`) VALUES
(1, 'Owner'),
(2, 'Manager'),
(3, 'Staff');

-- --------------------------------------------------------

--
-- 資料表結構 `vendors`
--

CREATE TABLE IF NOT EXISTS `vendors` (
  `vId` int(10) NOT NULL AUTO_INCREMENT,
  `vName` varchar(50) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vEmail` varchar(254) COLLATE utf8mb4_unicode_ci NOT NULL,
  `vInfo` text COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vImg` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vActive` varchar(10) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vVerify` varchar(25) COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT current_timestamp() COMMENT '驗證',
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` datetime NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`vId`),
  UNIQUE KEY `vEmail` (`vEmail`)
) ENGINE=InnoDB AUTO_INCREMENT=89 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- 資料表新增資料前，先清除舊資料 `vendors`
--

TRUNCATE TABLE `vendors`;
--
-- 傾印資料表的資料 `vendors`
--

INSERT INTO `vendors` (`vId`, `vName`, `vEmail`, `vInfo`, `vImg`, `vActive`, `vVerify`, `created_at`, `updated_at`) VALUES
(52, 'VICKY', 'vickysun2@hotmail.com', 'test img', '20200122060317.jpg', 'active', 'verified', '2020-01-21 15:52:22', '2020-01-21 15:52:22'),
(53, 'NIGHT', 'nightfallvs0923@gmail.com', '', NULL, 'active', 'verified', '2020-01-21 17:08:33', '2020-01-21 17:08:33'),
(54, '是在哈囉', 'onpica17@gmail.com', '', NULL, 'active', '2020-02-16 04:37:00', '2020-02-16 04:37:00', '2020-02-16 04:37:00'),
(55, 'APPLE', 'apple@ccc.com', NULL, 'apple.png', 'active', 'current_timestamp()', '2020-03-19 09:14:42', '2020-03-19 09:14:42'),
(60, 'DJI', 'dji@ccc.com', NULL, 'dji.png', 'active', 'current_timestamp()', '2020-03-19 09:16:35', '2020-03-19 09:16:35'),
(61, 'Fitbit', 'fitbit@ccc.com', NULL, 'fitbit.png', 'active', 'current_timestamp()', '2020-03-19 09:16:56', '2020-03-19 09:16:56'),
(62, 'GoPro', 'gopro@ccc.com', NULL, 'gopro.png', 'active', 'current_timestamp()', '2020-03-19 09:17:36', '2020-03-19 09:17:36'),
(63, 'GARMIN', 'garmin@ccc.com', NULL, 'garmin.png', 'active', 'current_timestamp()', '2020-03-19 09:18:26', '2020-03-19 09:18:26'),
(64, 'JSmax', 'jsmax@ccc.com', NULL, 'jsmax.jpg', 'active', 'current_timestamp()', '2020-03-19 09:19:03', '2020-03-19 09:19:03'),
(65, 'QCY', 'qcy@ccc.com', NULL, 'qcy.jpg', 'active', 'current_timestamp()', '2020-03-19 09:19:26', '2020-03-19 09:19:26'),
(66, 'SAMSUNG', 'samsung@ccc.com', NULL, 'samsumg.png', 'active', 'current_timestamp()', '2020-03-19 09:19:54', '2020-03-19 09:19:54'),
(67, 'SJCAM', 'sjcam@ccc.com', NULL, 'sjcam.jpg', 'active', 'current_timestamp()', '2020-03-19 09:20:27', '2020-03-19 09:20:27'),
(68, 'SONY', 'sony@ccc.com', NULL, 'somy.png', 'active', 'current_timestamp()', '2020-03-19 09:20:48', '2020-03-19 09:20:48'),
(69, 'SUDIO', 'sudio@ccc.com', NULL, 'sudio.jpg', 'active', 'current_timestamp()', '2020-03-19 09:21:20', '2020-03-19 09:21:20'),
(70, '小米', 'mi@ccc.com', NULL, '小米.jpg', 'active', 'current_timestamp()', '2020-03-19 09:21:48', '2020-03-19 09:21:48'),
(71, '鐵三角', 'audio-technica@ccc.com', NULL, '鐵三角.jpg', 'active', 'current_timestamp()', '2020-03-19 09:23:16', '2020-03-19 09:23:16'),
(72, 'Sabbat 魔宴', 'sabbat@ccc.com', NULL, '魔宴.png', 'active', 'current_timestamp()', '2020-03-19 09:23:55', '2020-03-19 09:23:55'),
(73, 'AFAMIC 艾法', 'Jenova 吉尼佛@ccc.com', NULL, 'AFAMIC 艾法.jpg', 'active', 'current_timestamp()', '2020-03-24 11:55:42', '2020-03-24 11:55:42'),
(79, 'GOLiFE', 'GOLiFE@ccc.com', NULL, 'GOLiFE.png', 'active', 'current_timestamp()', '2020-03-24 11:58:21', '2020-03-24 11:58:21'),
(81, 'HTR', 'HTR@ccc.com', NULL, 'HTR.jpg', 'active', 'current_timestamp()', '2020-03-24 11:59:11', '2020-03-24 11:59:11'),
(82, 'JLab', 'JLab@ccc.com', NULL, 'JLab.jpg', 'active', 'current_timestamp()', '2020-03-24 11:59:31', '2020-03-24 11:59:31'),
(83, 'Plantronics繽特力', 'Plantronics@ccc.com', NULL, 'Plantronics繽特力.jpg', 'active', 'current_timestamp()', '2020-03-24 12:00:00', '2020-03-24 12:00:00'),
(85, 'Holy Stone', 'HolyStone@ccc.com', NULL, 'Holy Stone.png', 'active', 'current_timestamp()', '2020-03-24 12:01:36', '2020-03-24 12:01:36'),
(86, 'JOBY', 'JOBY@ccc.com', NULL, 'JOBY.jpg', 'active', 'current_timestamp()', '2020-03-24 12:02:56', '2020-03-24 12:02:56'),
(87, 'Jenova 吉尼佛', 'Jenova@ccc.com', NULL, 'Jenova 吉尼佛.jpg', 'active', 'current_timestamp()', '2020-03-24 12:03:24', '2020-03-24 12:03:24'),
(88, 'Incase', 'Incase@ccc.com', NULL, 'Incase.jpg', 'active', 'current_timestamp()', '2020-03-24 12:03:41', '2020-03-24 12:03:41');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
